[{"time": "2019-09-11", "title": "Nifty, Sensex end higher; auto stocks among top gainers", "text": "BENGALURU (Reuters) - Indian shares settled higher on Wednesday, ahead of key inflation data, with shares of Yes Bank Ltd witnessing its best session in over six months.The broader NSE Nifty ended 0.3% higher at 11,035.70, while the benchmark BSE Sensex closed up 0.34% at 37,270.82.Investors await consumer price index data due on Thursday. The country's retail inflation likely rose to a 10-month high in August, while staying below the Reserve Bank of India's medium-term target of 4%, a Reuters poll of economists showed.The Nifty banking index, which tracks both state-owned and private-sector lenders, closed nearly 1% higher with Yes Bank shares gaining as much as 19.57% — its biggest intraday spike since Feb. 14.Auto makers were among the top gainers on the blue-chip index, with Tata Motors Ltd finishing the session 10.6% higher and Eicher Motors Ltd closing nearly 5% up.Real estate stocks gained too, with the Nifty real estate index adding 4.14%, its biggest intraday rise since May.(Reporting by Chandini Monnappa in Bengaluru; editing by Uttaresh.V)", "index": 0.19364881355932204}, {"time": "2019-09-06", "title": "Autonomous Vehicles: Jaguar Ties Up with BlackBerry", "text": "", "index": 0.017132500000000002}, {"time": "2019-09-04", "title": "JLR to launch 30 new vehicles in China over next two years", "text": "BEIJING (Reuters) - Luxury carmaker Jaguar Land Rover (JLR) plans to launch 30 new or revamped vehicles in China in the next two years, it said on Wednesday, seeking to build on a recent recovery in sales in the world's biggest auto market.JLR, owned by India's Tata Motors, said the models would include imported ones as well as products built by Chery Jaguar Land Rover, its local joint venture with Wuhu-based carmaker Chery Auto.The plan follows a 17% rise in JLR's sales in China in August and a 40% jump in July, after a more than 20% decline last year.JLR also said in a statement it aimed to further adjust its sales and dealership system to improve profitability.Overall auto sales in China fell 4.3% in July, declining for a 13th consecutive month, according to data from China Association of Automobile Manufacturers (CAAM).To tackle the slowdown, global and local carmakers from Ford to Geely are working on new vehicles to try to boost sales.(Reporting by Yilei Sun and Brenda Goh; Editing by Mark Potter)", "index": 0.18552410810810813}, {"time": "2019-09-04", "title": "Nifty, Sensex tepid on slowdown concerns; Tata Motors drags", "text": "(Reuters) - Indian shares were subdued on Wednesday as index heavyweights lagged amid weak global cues, following a sharp slump in the previous session due to heavy foreign outflows from capital markets.The broader NSE Nifty was down 0.27% at 10,769 as of 0519 GMT, while the benchmark BSE Sensex was 0.21% lower at 36,484.86.Domestic stock markets and the rupee had plunged on Tuesday after data last week showed the economy grew at its weakest pace in over six years.Foreign investors pulled out 20.16 billion rupees ($281.99 million) from capital markets on Tuesday, according to NSE data.Trade sentiment globally remained subdued after data showed the U.S. manufacturing sector contracted in August for the first time since 2016 amid worries about a weakening global economy and rising trade tensions between China and the United States.\"As far as the domestic economy is concerned, the news flow is all negative, with growth concerns worsened by weak auto sales,\" said Neeraj Dewan, director, Quantum Securities.\"There is nothing positive coming investors' way for them to buy into equities. Some long term investors with deep pockets have to take a call on whether this is a bottom for the economy or not, only then will you see a revival happen.\"The rupee recovered slightly to trade at 72.25 against the dollar on Wednesday, versus last close of 72.4, but was trading near the day's low.Shares of Sun Pharmaceutical Industries Ltd fell as much as 5.2% after a report said that India's market regulator ordered a forensic audit against the drugmaker to look into allegations of financial irregularities and lapses in corporate governance standards.Automaker Tata Motors Ltd declined 5.2% and was the top percentage loser on both the indexes.IndusInd Bank Ltd dropped 3.5%, while heavyweight conglomerate Reliance Industries Ltd slid 1.7% to its lowest in nearly four weeks.(Reporting by Chris Thomas in Bengaluru; Editing by Rashmi Aich)", "index": -0.16486977917981072}, {"time": "2019-08-24", "title": "Why one auto watcher thinks Volkswagen buying a Tesla stake is a good idea", "text": "Although Volkswagen (On Thursday, Tesla’s However, that doesn’t mean it’s not a good idea to mull over, according to Greg Migliore, editor-in-chief of Autoblog. He told Yahoo Finance that a Tesla stake could actually help the German carmaker.“I think it would be a brilliant move for Volkswagen to really look at buying Tesla,” Migliore told “It’ll give them access to platforms, software technology, charging technology… that could really give Volkswagen really this critical edge in this saturated marketplace,” he added.That may be a strategic move, because Tesla is apparently losing market share as traditional carmakers catch up with electric vehicles of their own.According to research by Bernstein senior technology analyst Toni Sacconaghi, Tesla’s Model S and X face tough competition in Europe, particularly from Jaguar (“Almost everybody has some form of electric car program...from Audi to Jaguar to Chevy (With rising gasoline prices and uncertainty surrounding oil supplies, carmakers are looking to diversify their options. That means the electric car space is likely to get more competitive.“This is ultimately going to be good for consumers, and I think it could be good for Tesla,” Migliore said. “Simply because all this attention in the electric space, is going to make the market grow.”Yet he said Tesla is more than the software technology and the electric car - it’s also perceived as a “cool brand” with a passionately loyal base of fans and clients.“Certainly buying [Tesla] gives Volkswagen more than just a car company or technology,” he said. “It would give them an image, it would give them a halo— I think that’s actually what they would be looking for.”He added that Volkswagen already has a robust electric car program, so they don’t necessarily need Tesla.“But the image boost that Tesla could give them I think can really help them against other companies like Ford (", "index": 0.19670316455696205}, {"time": "2019-08-19", "title": "PRESS DIGEST- British Business - Aug 20", "text": "Aug 20 (Reuters) - The following are the top stories on the business pages of British newspapers. Reuters has not verified these stories and does not vouch for their accuracy.The Times- Boris Johnson has said he is \"confident\" that the European Union will back down over his demands for the Irish backstop to be scrapped. He acknowledged there was \"reluctance\" in Europe about his demands for the backstop - the plan to prevent a hard border with Ireland in all circumstances - to be axed. http://bit.ly/30i6uOT- UK ministers were accused of \"concealing the facts\" over a no-deal Brexit on Monday as business leaders expressed fury over leaked government documents that outlined the prospect of widespread disruption. http://bit.ly/30iAiuFThe Guardian- Jeremy Corbyn has demanded that Boris Johnson immediately publish the Operation Yellowhammer assessments of how disruptive a no-deal Brexit would be after ministers claimed a leaked version from less than three weeks ago was out of date and full of scaremongering. http://bit.ly/30kF3ni- Plans to end freedom of movement for EU citizens immediately after a no-deal Brexit have caused anxiety and confusion among European nationals in the UK. http://bit.ly/30hhz2pThe Telegraph- Jaguar Land Rover is planning a giant parts distribution warehouse in the Midlands in the latest phase of a 2.5 billion pound ($3.03 billion) cost-cutting programme. Britain's biggest carmaker is working with developer IM Properties as it seeks planning permission for the 2.94m square-foot warehouse between Birmingham and Leicester. http://bit.ly/2Z9hTDh- Ryanair Holdings Plc has made a last-ditch attempt to stop 180 Dublin-based pilots from walking out at the end of this week. Bosses sought an injunction from Ireland's High Court on Monday to prevent Irish trade union Forsa from holding a strike on Thursday and Friday in a dispute over pay and conditions. http://bit.ly/2ZfeeDNSky News- Britain's largest pub and brewery company, Greene King , has agreed to a 4.6 billion pound takeover by a Hong Kong-based conglomerate. CK Asset Holdings, founded by Hong Kong's richest man, Li Ka-shing, will pay 2.7 billion pounds for the 220-year old brewery company and take on its debt, worth an additional 1.9 billion pounds. http://bit.ly/2Z9UCkF- The engineering division of British Steel is racing to secure a sale days after Turkey's military pension fund secured the exclusive right‎ to buy the UK's second-largest steel producer. TSP Projects and the Official Receiver are trying to persuade the holder of a floating charge over TSP's assets to release it in order to smooth a takeover of the unit by France's Systra. http://bit.ly/2Zfera3The Independent- Boris Johnson has dismissed calls to immediately release official assessments on the impact of a no-deal Brexit after labelling potential food and medicine shortages as just \"bumps in the road\". Downing Street had said that the leaked dossier on the impact of no deal - warning of shortages, possible recession and months of chaos at ports - was outdated. http://bit.ly/2ZjlYEM($1 = 0.8246 pounds) (Compiled by Bengaluru newsroom)", "index": 0.15646632443531827}, {"time": "2019-08-09", "title": "Nifty, Sensex post first weekly gain in five on FPI surcharge rethink", "text": "BENGALURU (Reuters) - Indian shares ended higher on Friday led by autos and financial stocks, and recorded their first weekly gain since mid-July, after Reuters reported New Delhi was re-thinking the tax surcharge on foreign portfolio investors (FPIs).The broader NSE Nifty ended 0.7% higher at 11,109.65, while the benchmark BSE Sensex closed up 0.68% at 37,581.91. For the week, the NSE Nifty was up 1%, while the BSE Sensex rose 1.25%, their first positive weekly close since July 12.India may exempt FPIs from the controversial tax on high incomes, as Finance Minister Nirmala Sitharaman faces pressure to roll back the measures introduced during the last month, sources told Reuters.The Nifty auto index ended 1.99% higher and the financials index was up 1.54% at the closing bell.Indiabulls Housing Finance closed up 14.8%.(Reporting by Derek Francis in Bengaluru; Editing by Rashmi Aich)", "index": 0.19038368421052632}, {"time": "2019-07-30", "title": "Tata Motors (NSE:TATAMOTORS) Has A Mountain Of Debt", "text": "Howard Marks put it nicely when he said that, rather than worrying about share price volatility, 'The possibility of permanent loss is the risk I worry about... and every practical investor I know worries about.' When we think about how risky a company is, we always like to look at its use of debt, since debt overload can lead to ruin. We note that Generally speaking, debt only becomes a real problem when a company can't easily pay it off, either by raising capital or with its own cash flow. If things get really bad, the lenders can take control of the business. However, a more usual (but still expensive) situation is where a company must dilute shareholders at a cheap share price simply to get debt under control. Of course, debt can be an important tool in businesses, particularly capital heavy businesses. When we think about a company's use of debt, we first look at cash and debt together.As you can see below, at the end of March 2019, Tata Motors had ₹1.10t of debt, up from ₹933.7b a year ago. Click the image for more detail. On the flip side, it has ₹414.8b in cash leading to net debt of about ₹689.4b.We can see from the most recent balance sheet that Tata Motors had liabilities of ₹1.45t falling due within a year, and liabilities of ₹1.01t due beyond that. On the other hand, it had cash of ₹414.8b and ₹258.5b worth of receivables due within a year. So its liabilities outweigh the sum of its cash and (near-term) receivables by ₹1.79t.This deficit casts a shadow over the ₹461.0b company, like a colossus towering over mere mortals. So we'd watch its balance sheet closely, without a doubt After all, Tata Motors would likely require a major re-capitalisation if it had to pay its creditors today.In order to size up a company's debt relative to its earnings, we calculate its net debt divided by its earnings before interest, tax, depreciation, and amortization (EBITDA) and its earnings before interest and tax (EBIT) divided by its interest expense (its interest cover). The advantage of this approach is that we take into account both the absolute quantum of debt (with net debt to EBITDA) and the actual interest expenses associated with that debt (with its interest cover ratio).While Tata Motors's debt to EBITDA ratio (4.5) suggests that it uses debt fairly modestly, its interest cover is very weak, at 0.68. It seems that the business incurs large depreciation and amortisation charges, so maybe its debt load is heavier than it would first appear, since EBITDA is arguably a generous measure of earnings. So shareholders should probably be aware that interest expenses appear to have really impacted the business lately. Even worse, Tata Motors saw its EBIT tank 75% over the last 12 months. If earnings keep going like that over the long term, it has a snowball's chance in hell of paying off that debt. When analysing debt levels, the balance sheet is the obvious place to start. But it is future earnings, more than anything, that will determine Tata Motors's ability to maintain a healthy balance sheet going forward. So if you're focused on the future you can check out this Finally, a business needs free cash flow to pay off debt; accounting profits just don't cut it. So it's worth checking how much of that EBIT is backed by free cash flow. During the last three years, Tata Motors burned a lot of cash. While investors are no doubt expecting a reversal of that situation in due course, it clearly does mean its use of debt is more risky.To be frank both Tata Motors's EBIT growth rate and its track record of staying on top of its total liabilities make us rather uncomfortable with its debt levels. And furthermore, its interest cover also fails to instill confidence. It looks to us like Tata Motors carries a significant balance sheet burden. If you play with fire you risk getting burnt, so we'd probably give this stock a wide berth. Even though Tata Motors lost money on the bottom line, its positive EBIT suggests the business itself has potential. So you might want to check outAt the end of the day, it's often better to focus on companies that are free from net debt. You can access ", "index": 0.1813817735334243}, {"time": "2019-07-25", "title": "Tata Motors first-quarter loss nearly doubles, JLR challenges continue", "text": "By Derek FrancisBENGALURU (Reuters) - Jaguar Land Rover owner Tata Motors Ltd <TAMO.NS> on Thursday reported a bigger-than-expected quarterly loss that nearly doubled, hit by an ongoing slump in car demands at home, as well as plant shutdowns and delays due to Britain's planned exit from the European Union.Tata completed the $2.3-billion acquisition of Jaguar and Land Rover in 2008, but the iconic British brand has been hit by a trend to move away from diesel cars towards cleaner fuels, as well as political and trade uncertainty related to Brexit.The Mumbai-based company plans to introduce electric variants for all of its JLR models by 2020.On Thursday, Tata Motors Chief Financial Officer P.B. Balaji said during a conference call that the luxury car was seeing a pick up in sales in key market China and expected its sales to also improve in the U.K. as Brexit details got sorted.The company was \"extremely happy there will be decisive action in the coming days,\" Balaji said of Brexit. The United Kingdom's new Prime Minister Boris Johnson has promised to lead Britain out of the European Union on Oct. 31 with \"no ifs or buts.\"Back home, the company's focus will be on retail sales as it expects market conditions to improve ahead of the festive season that begins next month, he added.The Indian auto sector has been plagued by slowing demand due to higher insurance costs and a credit squeeze in recent months, prompting many automakers such as the company's rival, Maruti Suzuki Ltd <MRTI.NS>, to cut production on surging inventories.Passenger vehicle sales in June fell over 17%, data released by the industry's trade body earlier this month showed, resulting in an 18.4% fall for the first quarter as a whole.Tata Motors lost 36.98 billion rupees ($535.93 million) in the quarter ended June 30, compared to a loss of 19.02 billion rupees a year ago. Revenue fell 7.7% to 608.30 billion rupees.Analysts on an average expected the company to report a loss of 19.38 billion rupees in the quarter, according to Refinitiv data.Revenue from Jaguar Land Rover Automotive Plc, the company's biggest unit, fell 2.8% to 5.07 billion pounds.The company's shares closed down 4.6% in a broader NSE market that ended 0.17% lower.(Reporting by Derek Francis in Bengaluru; editing by Uttaresh.V)", "index": 0.19246921875}, {"time": "2019-07-25", "title": "Tata Motors first-quarter loss nearly doubles, JLR challenges continue", "text": "By Derek FrancisBENGALURU (Reuters) - Jaguar Land Rover owner Tata Motors Ltd on Thursday reported a bigger-than-expected quarterly loss that nearly doubled, hit by an ongoing slump in car demands at home, as well as plant shutdowns and delays due to Britain's planned exit from the European Union.Tata completed the $2.3-billion acquisition of Jaguar and Land Rover in 2008, but the iconic British brand has been hit by a trend to move away from diesel cars towards cleaner fuels, as well as political and trade uncertainty related to Brexit.The Mumbai-based company plans to introduce electric variants for all of its JLR models by 2020.On Thursday, Tata Motors Chief Financial Officer P.B. Balaji said during a conference call that the luxury car was seeing a pick up in sales in key market China and expected its sales to also improve in the U.K. as Brexit details got sorted.The company was \"extremely happy there will be decisive action in the coming days,\" Balaji said of Brexit. The United Kingdom's new Prime Minister Boris Johnson has promised to lead Britain out of the European Union on Oct. 31 with \"no ifs or buts.\"Back home, the company's focus will be on retail sales as it expects market conditions to improve ahead of the festive season that begins next month, he added.The Indian auto sector has been plagued by slowing demand due to higher insurance costs and a credit squeeze in recent months, prompting many automakers such as the company's rival, Maruti Suzuki Ltd, to cut production on surging inventories.Passenger vehicle sales in June fell over 17%, data released by the industry's trade body earlier this month showed, resulting in an 18.4% fall for the first quarter as a whole.Tata Motors lost 36.98 billion rupees ($535.93 million) in the quarter ended June 30, compared to a loss of 19.02 billion rupees a year ago. Revenue fell 7.7% to 608.30 billion rupees.Analysts on an average expected the company to report a loss of 19.38 billion rupees in the quarter, according to Refinitiv data.Revenue from Jaguar Land Rover Automotive Plc, the company's biggest unit, fell 2.8% to 5.07 billion pounds ($6.34 billion).The company's shares closed down 4.6% in a broader NSE market that ended 0.17% lower.(Reporting by Derek Francis in Bengaluru; editing by Uttaresh.V)", "index": 0.19246921875}, {"time": "2019-07-10", "title": "Nifty, Sensex close lower, financials drag", "text": "BENGALURU (Reuters) - Indian shares closed lower on Wednesday amid a slew of disappointing news, with Bajaj Finance Ltd and Indiabulls Housing Finance Ltd weighing the most on the NSE Nifty.Domestic share markets witnessed a sharp selloff in the previous two sessions as investors were worried about a surcharge on foreign portfolio investors that was announced in the Union budget last week.The broader NSE Nifty closed down 0.49% at 11,498.90, while the benchmark BSE Sensex settled 0.45% lower at 38,557.04.Also, dampening investor sentiment were renewed concerns over trade tension between the United States and India after U.S. President Donald Trump once again warned the Asian country that its high tariffs were not acceptable.Shares of Indiabulls Housing Finance closed 4% lower, while Bajaj Finance ended down 4.8%.Tata Motors Ltd closed 2.66% lower, after the automaker said luxury car unit Jaguar Land Rover Automotive Plc saw a near 10% decline in monthly sales.(Reporting by Chandini Monnappa in Bengaluru; Editing by Subhranshu Sahu)", "index": -0.1241987951807229}, {"time": "2019-07-05", "title": "Jaguar Land Rover to build electric cars at UK plant", "text": "By Costas PitasLONDON (Reuters) - Jaguar Land Rover is making a multi-million pound investment to build electric vehicles in Britain, in a major boost for the UK government and a sector hit by the slump in diesel sales and Brexit uncertainty.Britain's biggest car company, which built 30 percent of the UK's 1.5 million cars last year, will make a range of electrified vehicles at its Castle Bromwich plant in central England, beginning with its luxury saloon, the XJ.\"The future of mobility is electric and, as a visionary British company, we are committed to making our next generation of zero-emission vehicles in the UK,\" Chief Executive Ralf Speth said on Friday.The announcement gives a boost to Britain's automotive sector hit this year by Honda and Ford's plans to close factories.Jaguar Land Rover (JLR) has highlighted the dangers of a no-deal Brexit and the need to maintain frictionless trade with the European Union, echoing warnings from the industry that just-in-time production could be hit by customs delays and additional bureaucracy.But it has signed a deal with workers at the Castle Bromwich factory to go from a five-day to a four-day working week with the same amount of hours which should allow the plant to operate more efficiently.Three of JLR's four European car plants are in Britain, giving it limited capacity elsewhere on the continent.The other, in Slovakia, only opened last year and is still being ramped up with other models allocated there.\"We are making this investment because the ongoing Brexit uncertainty has left us with no choice, we had to act, for our employees and our business,\" JLR said.\"We are committed to the UK as our home and will fight to stay here but we need the right deal.\"Both candidates to replace Prime Minister Theresa May, Boris Johnson and Jeremy Hunt, have both said they are prepared to take Britain out of the EU on Oct. 31 without a deal, although it is not their preferred option.Brexiteers have argued that the EU’s biggest economy Germany, which exports hundreds of thousands of cars to Britain ever year, would do its utmost to protect that tradeFriday's announcement comes after a turbulent few months for Jaguar which announced around 4,500 job cuts earlier in January and posted a 3.66 billion pound ($4.5 billion) loss in 2018/19.The carmaker is undergoing a turnaround designed to offer an electrified option to all of its new models from 2020 as it seeks to move away from its reliance on diesel vehicles which are being increasingly shunned by buyers.Jaguar also called on the government to bring giga-scale battery production to the country so that Britain is not left behind in the rush to produce low and zero-emissions vehicles and technology.Britain's business minister Greg Clark said the government was doing all it can to meet that goal.\"We are determined to realise that ambition,\" he said.($1 = 0.7952 pounds)(Reporting by Costas Pitas; editing by Michael Holden and Jane Merriman)", "index": 0.1832820523138833}, {"time": "2019-07-05", "title": "Jaguar Land Rover to build electric cars at UK plant", "text": "By Costas PitasLONDON (Reuters) - Jaguar Land Rover <TAMO.NS> is making a multi-million pound investment to build electric vehicles in Britain, in a major boost for the UK government and a sector hit by the slump in diesel sales and Brexit uncertainty.Britain's biggest car company, which built 30 percent of the UK's 1.5 million cars last year, will make a range of electrified vehicles at its Castle Bromwich plant in central England, beginning with its luxury sedan, the XJ.\"The future of mobility is electric and, as a visionary British company, we are committed to making our next generation of zero-emission vehicles in the UK,\" Chief Executive Ralf Speth said on Friday.The announcement gives a boost to Britain's automotive sector hit this year by Honda and Ford's <F.N> plans to close factories.Jaguar Land Rover (JLR) has highlighted the dangers of a no-deal Brexit and the need to maintain frictionless trade with the European Union, echoing warnings from the industry that just-in-time production could be hit by customs delays and additional bureaucracy.But it has signed a deal with workers at the Castle Bromwich factory to go from a five-day to a four-day working week with the same amount of hours which should allow the plant to operate more efficiently.Three of JLR's four European car plants are in Britain, giving it limited capacity elsewhere on the continent.The other, in Slovakia, only opened last year and is still being ramped up with other models allocated there.\"We are making this investment because the ongoing Brexit uncertainty has left us with no choice, we had to act, for our employees and our business,\" JLR said.\"We are committed to the UK as our home and will fight to stay here but we need the right deal.\"Both candidates to replace Prime Minister Theresa May, Boris Johnson and Jeremy Hunt, have both said they are prepared to take Britain out of the EU on Oct. 31 without a deal, although it is not their preferred option.Brexiteers have argued that the EU’s biggest economy Germany, which exports hundreds of thousands of cars to Britain ever year, would do its utmost to protect that tradeFriday's announcement comes after a turbulent few months for Jaguar which announced around 4,500 job cuts earlier in January and posted a 3.66 billion pound ($4.5 billion) loss in 2018/19.The carmaker is undergoing a turnaround designed to offer an electrified option to all of its new models from 2020 as it seeks to move away from its reliance on diesel vehicles which are being increasingly shunned by buyers.Jaguar also called on the government to bring giga-scale battery production to the country so that Britain is not left behind in the rush to produce low and zero-emissions vehicles and technology.Britain's business minister Greg Clark said the government was doing all it can to meet that goal.\"We are determined to realize that ambition,\" he said.($1 = 0.7952 pounds)(Reporting by Costas Pitas; editing by Michael Holden and Jane Merriman)", "index": 0.18492024048096192}, {"time": "2019-07-01", "title": "PRESS DIGEST- Financial Times - July 1", "text": "July 1 (Reuters) - The following are the top stories in the Financial Times. Reuters has not verified these stories and does not vouch for their accuracy.HeadlinesBudweiser owner wants Asia listing to boost acquisitionshttps://on.ft.com/2XjCFzGTime Out chief rejects calls for digital media consolidationhttps://on.ft.com/2JhiJ6JNordea chief announces retirementhttps://on.ft.com/2XkRz8XPwC says nearly 40% of new UK partners are womenhttps://on.ft.com/2JeWPkNOverviewThe chief executive of Anheuser Busch InBev NV hopes that a planned initial public offering of Budweiser APAC in Hong Kong will help the company to expand in the fast-growing region via acquisitions.Time Out Group Plc Chief Executive Officer Julio Bruno is declining calls within digital media for consolidation and is instead looking to expand Time Out into a brick-and-mortar operation with food markets across the globe.Nordic region's biggest bank Nordea Bank Abp said on Sunday its chief executive officer Casper von Koskull will retire by the end of next year.Global audit firm PwC said on Sunday nearly 40% of its newly promoted UK equity partners are women. (Compiled by Bengaluru newsroom; Editing by Sandra Maler)", "index": 0.19166227272727274}, {"time": "2019-06-30", "title": "PRESS DIGEST- British Business - July 1", "text": "July 1 (Reuters) - The following are the top stories on the business pages of British newspapers. Reuters has not verified these stories and does not vouch for their accuracy.The TimesJaguar Land Rover is expected to reveal this week that it will build an all-electric version of its XJ luxury saloon at its Castle Bromwich factory in Birmingham. http://bit.ly/2KO1fCoAdvertising giant WPP Plc is selling its stake in the sports marketing agency Chime to help cut its hefty debt pile. WPP is expected to offload the 25% holding for 50 million pounds to the American buyout firm Providence Equity Partners, which already owns 75%. http://bit.ly/2KQPgE7The GuardianNetwork Rail has made a bid for parts of British Steel ahead of an initial deadline for offers for the company, which collapsed into liquidation in May putting 4,500 jobs at risk. http://bit.ly/2KQNkePCorporate borrowing poses a danger to the global financial system and could trigger a crisis in the same way US sub-prime mortgages sparked the 2008 banking crash, the organisation that represents the world's central banks has warned. http://bit.ly/2KLvyJKThe TelegraphBritish trucks will not be able to board ships in Dover in a \"no deal\" Brexit if they do not have the correct customs paperwork, following a deal between the Port of Calais and Channel shipping lines, the head of the Road Haulage Association has told the Telegraph. http://bit.ly/2KQo4FwHSBC Holdings Plc has started testing a new artificial intelligence system that aims to spot odd behaviour quicker in order to tackle the more \"sophisticated end\" of criminal activity. http://bit.ly/2KNmYu7Sky NewsThe Dubai-based owner of P&O, ‎DP World Plc, is to swoop on Topaz Energy and Marine, a provider of offshore support vessels, in a $1.3 billion takeover that will end the latter's deliberations about a London float. http://bit.ly/2KLXbm1The trustees of the 10.5 billion pound ($13.33 billion) British Steel Pension Scheme are in secret talks to offload it two years after it was handed 550 million pounds to secure a rescue of the UK's biggest steel producer. http://bit.ly/2KNz8Dd ($1 = 0.7879 pounds) (Compiled by Bengaluru newsroom; Editing by Daniel Wallis)", "index": 0.1877544827586207}, {"time": "2019-06-30", "title": "Jaguar Land Rover to build electric cars at UK factory: report", "text": "LONDON (Reuters) - Britain's biggest automaker Jaguar Land Rover is expected to announce plans next week to build electric cars at its central English Castle Bromwich factory, the Sunday Times reported.An all-electric version of its XJ luxury saloon will be the first of three new vehicles to be made from a common skeleton followed by a sport utility vehicle, the newspaper said.The company could not immediately be reached for comment late on Saturday.The move would be a rare bright spot for the British automotive sector which has been hit by job cuts, plant closure announcements and falling sales in recent months linked to tumbling demand for diesel vehicles and Brexit uncertainty.(Reporting by Costas Pitas; editing by Jonathan Oatis)", "index": 0.13539317829457365}, {"time": "2019-06-29", "title": "Jaguar Land Rover to build electric cars at UK factory: report", "text": "LONDON (Reuters) - Britain's biggest automaker Jaguar Land Rover <TAMO.NS> is expected to announce plans next week to build electric cars at its central English Castle Bromwich factory, the Sunday Times reported.An all-electric version of its XJ luxury saloon will be the first of three new vehicles to be made from a common skeleton followed by a sport utility vehicle, the newspaper said.The company could not immediately be reached for comment late on Saturday.The move would be a rare bright spot for the British automotive sector which has been hit by job cuts, plant closure announcements and falling sales in recent months linked to tumbling demand for diesel vehicles and Brexit uncertainty.(Reporting by Costas Pitas; editing by Jonathan Oatis)", "index": 0.13543046153846153}, {"time": "2019-06-11", "title": "Can We See Significant Institutional Ownership On The Tata Motors Limited (NSE:TATAMOTORS) Share Register?", "text": "The big shareholder groups in Tata Motors Limited (Tata Motors is a pretty big company. It has a market capitalization of ₹527b. Normally institutions would own a significant portion of a company this size. Taking a look at our data on the ownership groups (below), it's seems that institutions are noticeable on the share registry. We can zoom in on the different ownership groups, to learn more about TATAMOTORS.Institutions typically measure themselves against a benchmark when reporting to their own investors, so they often become more enthusiastic about a stock once it's included in a major index. We would expect most companies to have some institutions on the register, especially if they are growing.Tata Motors already has institutions on the share registry. Indeed, they own 46% of the company. This suggests some credibility amongst professional investors. But we can't rely on that fact alone, since institutions make bad investments sometimes, just like everyone does. If multiple institutions change their view on a stock at the same time, you could see the share price drop fast. It's therefore worth looking at Tata Motors's earnings history, below. Of course, the future is what really matters.We note that hedge funds don't have a meaningful investment in Tata Motors. There are a reasonable number of analysts covering the stock, so it might be useful to find out their aggregate view on the future.While the precise definition of an insider can be subjective, almost everyone considers board members to be insiders. Company management run the business, but the CEO will answer to the board, even if he or she is a member of it.Most consider insider ownership a positive because it can indicate the board is well aligned with other shareholders. However, on some occasions too much power is concentrated within this group.Our data suggests that insiders own under 1% of Tata Motors Limited in their own names. We do note, however, it is possible insiders have an indirect interest through a private company or other corporate structure. It is a pretty big company, so it would be possible for board members to own a meaningful interest in the company, without owning much of a proportional interest. In this case, they own around ₹5.0m worth of shares (at current prices). Arguably, recent buying and selling is just as important to consider. You can With a 19% ownership, the general public have some degree of sway over TATAMOTORS. While this group can't necessarily call the shots, it can certainly have a real influence on how the company is run.We can see that Private Companies own 32%, of the shares on issue. Private companies may be related parties. Sometimes insiders have an interest in a public company through a holding in a private company, rather than in their own capacity as an individual. While it's hard to draw any broad stroke conclusions, it is worth noting as an area for further research.While it is well worth considering the different groups that own a company, there are other factors that are even more important.If you would prefer discover what analysts are predicting in terms of future growth, do not miss this ", "index": 0.19750646840148697}, {"time": "2019-05-21", "title": "Tata Motors shares hit by Jaguar Land Rover woes, weak home market", "text": "By Ismail Shakil and Chris ThomasMUMBAI/BENGALURU (Reuters) - Tata Motors Ltd gave an uninspiring outlook for its luxury brand Jaguar Land Rover and forecast weak demand in the Indian automaker's home market, sending its shares 6% lower on Tuesday.Mumbai-based Tata Motors, which reported quarterly earnings results after markets closed on Monday, has been struggling with its JLR arm for months due to a slump in China sales, while also dealing with a weak industry.Three months ago, Tata Motors announced plans to revamp JLR, after reporting the biggest loss of about $4 billion in Indian corporate history due to an impairment at JLR.\"It would be tough for JLR to come out of the negative free cash flow trajectory so easily in the near term, despite cutting planned capex,\" analysts at Ambit Insights said in a report. They said the company's forecast of negative free cash flow seemed to show \"lack of conviction in terms of volume growth.\"Tata Motors said it expects JLR to eventually return to profitability after a loss in April-June, helped by cost cuts and a recovery in Chinese demand but cash flow for JLR would be negative till fiscal 2021.Finance chief P.B. Balaji told reporters he expected Chinese sales of its sleek Jaguar saloons and Land Rover sport-utility vehicles (SUVs) to return to growth \"a quarter from now\" but many analysts were not convinced of a quick turnaround.\"Our recent channel checks with dealers in China indicated that progress on (the) ground has been slow with dealers still incurring losses on JLR sales and relatively low traction in retails despite a recovery in the overall market,\" Jefferies analyst Arya Sen said in a report.Tata Motors, India's biggest automaker by revenue, earned 11.17 billion rupees in net profit in January-March, beating the 3.38 billion rupees average estimate of 10 analysts, according to data from Refinitiv IBES. The reported profit nearly halved from a year earlier.Revenue at JLR, which brings in most of Tata Motor's revenue, fell 5% to 651.46 billion rupees ($9.34 billion).Tata Motor's shares shed 6% on the Mumbai exchange, underperforming in a flat Mumbai market. The company gave a subdued near-term outlook.\"In India we expect to see next 3-6 months of tepid demand ... the near term performance is likely to be definitely impacted due to continued slowdown in the market,\" Balaji said.Sales of private cars have been hit by growing use of app-based cab services such as those from Ola and Uber Technologies Inc, tighter credit and a slowing economy.Last month, Tata Motor's rival Maruti Suzuki India Ltd reported a 5% decline in quarterly net profit and forecast weak growth.($1 = 69.7325 Indian rupees)(Reporting by Aditi Shah, Ismail Shakil in MUMBAI and Chris Thomas in BENGALURU, Writing by Nivedita Bhattacharjee; Editing by Mark Potter and Anshuman Daga)", "index": 0.1820822033898305}, {"time": "2019-05-20", "title": "Tata Motors: Fiscal 4Q Earnings Snapshot", "text": "MUMBAI, India (AP) _ Tata Motors Ltd. (TTM) on Monday reported profit of $158.5 million in its fiscal fourth quarter.On a per-share basis, the Mumbai, India-based company said it had net income of 24 cents. Earnings, adjusted for non-recurring costs, came to 48 cents per share.The automaker posted revenue of $12.38 billion in the period.For the year, the company reported a loss of $4.11 billion, or $6.07 per share, swinging to a loss in the period. Revenue was reported as $43.63 billion.Tata Motors shares have risen slightly more than 7% since the beginning of the year. The stock has decreased 41% in the last 12 months._____This story was generated by Automated Insights (http://automatedinsights.com/ap) using data from Zacks Investment Research. Access a Zacks stock report on TTM at https://www.zacks.com/ap/TTM", "index": 0.15719671641791044}, {"time": "2019-05-20", "title": "Tata Motors sees JLR back in profit this year as China sales recover", "text": "", "index": 0.11401}, {"time": "2019-05-09", "title": "Peugeot signals openness to deals after JLR report", "text": "LONDON/PARIS (Reuters) - PSA Group said on Thursday it was ready to consider potential tie-ups, after the French carmaker's shares briefly rose on a report that it was in advanced talks with Tata Motors to acquire UK-based Jaguar Land Rover (JLR).The Peugeot maker declined to comment on a report by British news agency The Press Association that a deal was imminent. Tata denied the report, which cited sources referring to an internal \"post-sale integration document\" describing cost savings.\"As a matter of policy, we do not comment on media speculation, but we can confirm there is no truth to these rumours,\" said a spokesperson for the Indian carmaker, which owns 100 percent of JLR.PSA shares jumped after publication of the PA report, before falling back after Tata released its statement, and were down 2.85 percent as of 1431 GMT.\"On principle we are open to opportunities that could create long-term value for PSA Group and its shareholders,\" said Alain Le Gouguec, a spokesman for the Paris-based manufacturer.PSA is setting new profitability records even as it continues to integrate Opel/Vauxhall, acquired from General Motors in 2017, and has previously signalled openness to further acquisitions.The relative fuel-efficiency of its vehicle technologies is a valuable asset as carmakers battle to meet tougher European emissions targets and avoid huge fines.JLR, by contrast, faces one of the toughest challenges to comply with looming carbon dioxide goals - compounded by the uncertainty and disruption of Britain's protracted departure from the European Union.Tata posted a record $4 billion loss for its fiscal third quarter ended Dec. 31, and warned that JLR would swing to an operating loss in the full year to March. [L3N20313C](Reporting by Paul Sandle and Laurence Frost; additional reporting by Gilles Guillaume; Editing by Andrew MacAskill/Keith Weir)", "index": 0.1942532441471572}, {"time": "2019-04-30", "title": "Jaguar to move Land Rover Defender production to Slovakia", "text": "NEW DELHI (Reuters) - British carmaker Jaguar Land Rover (JLR) will move the assembly of its Land Rover Defender to its plant in Slovakia to make room for newer models at its factory in Britain, the company said on Tuesday.The Defender 4X4, which is designed and engineered in Britain, will be unveiled later this year, JLR, owned by India's Tata Motors, said.\"This decision is in parallel with plans for significant investment at the company's Solihull plant in the UK to support the production of the next generation of flagship Range Rover and Land Rover models,\" JLR said.This is the second model to be built at the Slovakia plant, which was officially launched in October, where JLR expects to hit annual production of 100,000 cars by 2020.The plant was built with an initial capacity of 150,000 vehicles and started by taking over production of the carmaker's Discovery model.The British government has been wary of carmakers moving production outside the country after the industry warned that it would face possible risks if Britain's impending exit from the European Union is disorderly.The risks, including delays to the supply of parts and finished models, new customs bureaucracy, the need to re-certify cars and an up to 10 percent tariff on finished vehicles, have forced carmakers to draw up contingency plans and even briefly shut production at their plants.Together JLR, Mini, Rolls-Royce and Peugeot's Vauxhall, branded as Opel in the rest of Europe, built over 750,000 of Britain's 1.52 million cars last year.(Reporting by Kate Holton in London and Aditi Shah in New Delhi, editing by Louise Heavens)", "index": 0.19069625}, {"time": "2019-04-29", "title": "Jaguar Land Rover planning to allow helpful car drivers to earn cryptocurrency", "text": "By Gertrude Chavez-Dreyfuss(Reuters) - Jaguar Land Rover, Britain's largest auto manufacturer, said on Monday it is testing software that will allow drivers of its cars to earn the IOTA cryptocurrency as a reward for sharing data.The company is developing what it calls \"smart wallet\" technology to be installed in its automobiles. This would reward Jaguar car drivers with IOTA coins for actions such as enabling their vehicles to automatically report useful data, such as traffic congestion or potholes to navigation providers or local authorities.Drivers could also earn rewards if the car participates in a ride-sharing program, Jaguar said. The tokens earned could be used to pay for tolls, parking and charging for electric cars.The overall goal was to \"achieve zero emissions, zero accidents, and zero congestion,\" the company said.Global car companies are exploring blockchain applications, figuring out different ways in which they can leverage the technology to suit their different needs. Blockchain, the system powering cryptocurrencies like bitcoin, is a shared database that is maintained by a network of computers connected to the internet.The British car company is testing the technology at the new Jaguar Land Rover software engineering base in Shannon, Ireland, where engineers have already equipped several vehicles, including the Jaguar F-PACE and Range Rover Velar, with \"smart wallet\" features, the company said.It does not yet have a timetable for when it will be commercially available, said Jaguar, a subsidiary of Tata Motors (TAMO.NS).The IOTA token is based on a distributed ledger technology that enables people and machines to transfer money and data without any transaction fees. IOTA trades on digital asset exchanges and was last at 27 U.S. cents per token.\"The smart wallet technology ... can be easily adapted into all new vehicles,\" Dominik Schiener, IOTA co-founder and co-chairman of its board, told Reuters on Friday.\"IOTA wants to enable interoperability with all these different players. So there is no Jaguar coin, no BMW coin, but one universal token for this machine economy,\" he added.(Reporting by Gertrude Chavez-Dreyfuss in New York, Editing by Rosalba O'Brien)", "index": 0.19437679083094556}, {"time": "2019-04-27", "title": "Did You Manage To Avoid Tata Motors's (NSE:TATAMOTORS) 48% Share Price Drop?", "text": "While Tata Motors made a small profit, in the last year, we think that the market is probably more focussed on the top line growth at the moment. As a general rule, we think this kind of company is more comparable to loss-making stocks, since the actual profit is so low. For shareholders to have confidence a company will grow profits significantly, it must grow revenue.In the last half decade, Tata Motors saw its revenue increase by 4.7% per year. That's not a very high growth rate considering it doesn't make profits. Given this fairly low revenue growth (and lack of profits), it's not particularly surprising to see the stock down 12% (annualized) in the same time frame. The key question is whether the company can make it to profitability, and beyond, without trouble. It could be worth putting it on your watchlist and revisiting when it makes its maiden profit.The graphic below shows how revenue and earnings have changed as management guided the business forward. If you want to see cashflow, you can click on the chart.Tata Motors is a well known stock, with plenty of analyst coverage, suggesting some visibility into future growth. Given we have quite a good number of analyst forecasts, it might be well worth checking out this We regret to report that Tata Motors shareholders are down 36% for the year. Unfortunately, that's worse than the broader market decline of 0.6%. Having said that, it's inevitable that some stocks will be oversold in a falling market. The key is to keep your eyes on the fundamental developments. Unfortunately, last year's performance may indicate unresolved challenges, given that it was worse than the annualised loss of 12% over the last half decade. We realise that Buffett has said investors should 'buy when there is blood on the streets', but we caution that investors should first be sure they are buying a high quality businesses. Before deciding if you like the current share price, check how Tata Motors scores on these If you would prefer to check out another company -- one with potentially superior financials -- then do not miss this ", "index": 0.19103333333333333}, {"time": "2019-04-18", "title": "Automakers invest heavily in electric vehicles despite still-low demand", "text": "By David ShepardsonNEW YORK (Reuters) - Demand for electric vehicles remains low in the U.S. market, but industry executives at the New York auto show this week said they are pushing ahead with billions of dollars in investments even while preaching patience.Officials said their companies are charging ahead with a flurry of new electric vehicle (EV) models, citing rising regulatory requirements globally.Last year, only about 2 percent of U.S. auto sales were comprised of full electric or plug-electric hybrid models, with Tesla Inc accounting for more than a third of those sales. The United States ranks seventh in EV sales as a percentage of overall sales, according to the International Energy Agency.Michelle Krebs, analyst at online marketplace Autotrader, expects EV sales to remain relatively modest until charging infrastructure, prices and battery performance improve.\"It's going to be a pretty long runway,\" Krebs said, adding EV sales may first rise dramatically in government and corporate fleets.In New York, industry executives said they face hurdles to selling EVs - persistently low fuel prices, lack of consumer education, lower residual values, higher upfront costs because of battery packs and consumer concerns about the availability of charging infrastructure.Nevertheless, automakers are showing sportier, more creative EVs than the original plug-in models that were mostly small cars.Hyundai Motor Co's luxury Genesis unit at the show showed an EV concept car, called the Mint, capable of an estimated 200 miles per full charge and fast recharging, while its Kia affiliate unveiled a concept EV crossover with butterfly wing doors called the HabaNiro.Daimler AG showed a new Mercedes-Benz SUV called the EQC Edition 1886 that will go on sale next year \"and then we have a whole lot of other electrics coming over the next couple of years,\" said Dietmar Exler, who heads Mercedes-Benz USA.Jaguar Land Rover began selling its electric Jaguar I-PACE, in late 2018 in the United States and is selling only about 200 a month. \"It will be a long, long time until we see mass adoption,\" said Joe Eberhardt, who heads the company's North American unit.The $70,000 I-Pace was named World Car of the Year this week at the New York show.There are nearly 300 million gasoline-powered vehicles on U.S. roads, Eberhardt said. \"Nobody is going to drive them into the ocean.\"He noted the economic advantages of EVs are slight at current gasoline prices. He suggested an I-PACE owner would on average save about $500 a year by using electricity rather than using fuel, but they will also save on maintenance costs.Germany's Volkswagen AG and its Audi unit are introducing a half-dozen new electric vehicles in the coming two years and have aggressive volume targets, aiming to have 20 to 30 percent of its sales as EVs by 2025.As part of VW's $25 billion \"dieselgate\" settlement, the German automaker agreed to add at least three additional electric vehicles, including an SUV, in California by 2020.Volkswagen U.S. chief Scott Keogh said the company, which showed off a concept ID Buggy EV, is investing in EVs not as a \"guilt play\" to address its prior diesel issues but to make money.Keogh says there will be a flurry of launches in the next three years but it will still be a few years beyond that. \"I think 2025 is where you're really going to see - is it taking hold?\" Keogh said.Audi said this week it plans to start delivering its new electric E-Tron SUV to U.S. consumers next month. It has just delivered test vehicles to its 300 dealers, said Mark Del Rosso, president of Audi of America, noting that many people who reserved an E-Tron are new to the Audi brand.(Reporting by David Shepardson; Editing by Nick Zieminski)", "index": 0.19609913043478264}, {"time": "2019-04-08", "title": "Jaguar Land Rover begins Brexit-linked UK plant shutdowns", "text": "By Costas PitasLONDON (Reuters) - Jaguar Land Rover (JLR) shut its UK plants on Monday for five days over Brexit, adding to other shutdowns to leave at least half the country's car production off-line in what could be a pivotal week for Britain's divorce from the EU.The move was intended to prepare for any Brexit-related disruption at Britain's biggest carmaker, which on Monday also reported a fall in global sales.The decision was taken a few months ago at a time when the departure date - since extended to April 12 - was March 29.Automotive firms face several possible risks under a disorderly Brexit, including delays to the supply of parts and finished models, new customs bureaucracy, the need to recertify cars and an up to 10 percent tariff on finished vehicles.Prime Minister Theresa May's efforts to obtain a longer extension have also ruined contingency plans for some of them.Shutdowns are generally organised far in advance so staff holidays can be scheduled and suppliers adjust volumes, making them hard to move.With Britain's political leaders still deadlocked over Brexit and some EU states questioning a further departure delay, culture minister Jeremy Wright said May would continue talks with the opposition Labour Party to try to find a compromise solution.BMW's UK Mini and Rolls-Royce plants are also shuttered this week, as is Peugeot's Vauxhall car factory, which brought forward summer shutdowns to April.Together JLR, Mini, Rolls-Royce and Peugeot's Vauxhall, branded as Opel in the rest of Europe, built over 750,000 of Britain's 1.52 million cars last year.Honda has also scheduled six \"non-production days\" in April but has declined to say exactly when.Britain's car sector has posted sharp falls in sales, output and investment since 2017.JLR had to cut output last year, and in the year to March 2019 its global sales fell nearly 6 percent to 578,915 vehicles, hit by a sharp decline in China. UK sales rose 8.4 percent, however.Overwhelmingly foreign-owned, the Britain-based car industry has become increasingly frustrated as a stable investment environment becomes mired in a political crisis that could lead to trade restrictions.At least 25 percent of Britain's automotive engine capacity is also closed as BMW's central English Hams Hall factory continues a four-week shutdown while JLR's Wolverhampton site stops production this week as part of Brexit preparations.Honda engine production will also stop on six days this month.(Reporting by Costas Pitas; editing by John Stonestreet)", "index": 0.1874768316831683}, {"time": "2019-04-01", "title": "Corrected: Jaguar Land Rover wins case against Jiangling Holdings in China", "text": "(Reuters) - (This March 22 story has been corrected after Jaguar Land Rover updated its press statement to say that it won a lawsuit against Jiangling Holdings Co Ltd, not Jiangling Motors Corp.)Luxury carmaker Jaguar Land Rover, part of Tata Motors Ltd, said it won a case in China against local rival Jiangling Holdings Co Ltd for making cars that copy features of Range Rover Evoque.Beijing Chaoyang District Court said on Friday that Evoque, whose latest model was launched in 2018, had five unique features that were copied directly in the Landwind X7, leading to widespread consumer confusion.The court ruled that all sales, manufacturing and marketing of the Landwind vehicle must stop immediately and Jaguar Land Rover be paid compensation.The two sports utility vehicles have a similar shape, with the roof and windows tapering from front to back, and near-identical tail lights and character lines on the side panelling.Britain's biggest carmaker had sued Jiangling Holdings Co Ltd in a rare move in 2016.Despite widespread and often blatant copying, global automakers generally don't take legal action in China as they feel the odds of winning against local firms are low.Also, a lawsuit can be bad for branding if the Chinese public think a foreign company is bullying domestic competitors.The new Range Rover Evoque will be launched in China in April 2019.Jiangling Holdings Co Ltd could not be immediately reached for comment.Jiangling Holdings Co Ltd owns the Landwind company that makes the namesake brand of car that is under dispute with Jaguar Land Rover.Separately, Jiangling Holdings Ltd owns about 41 percent stake in Jiangling Motors Corp - which also makes cars but is not involved in the production of the Landwind and is not part of the dispute. Ford Motor Co also holds a 32 percent stake in Jiangling Motors Corp, which assembles cars and engines for Ford in China.(Reporting by Tanishaa Nadkar in Bengaluru; Editing by Anil D'Silva)", "index": 0.18917274390243902}, {"time": "2019-03-27", "title": "S&P cuts Jaguar Land Rover, Tata Motors credit ratings on Brexit worries", "text": "LONDON (Reuters) - S&P said on Wednesday it had downgraded its credit rating on Jaguar Land Rover, and its owner, even deeper into junk and put it on review for a possible further downgrade due to the growing risks of a no-deal Brexit and U.S. import tariffs.S&P cut its rating on senior unsecured notes of Jaguar (JLR), Britain's biggest carmaker, and its owner India's Tata Motors Ltd to 'B+' from 'BB-' following JLR's weaker than expected third-quarter results.It said it could lower the JLR rating further, most likely by one notch, if the carmaker fails to meet the base-case expectations for full-year results, Britain leaves the EU without a deal or Washington slaps new import tariffs on cars.Fitch ratings agency also put Jaguar under review in early February.The moves, which usually increase a company's funding costs, highlight growing concerns about disruption to industrial groups with complex supply chains spread across the EU and beyond from Britain's potentially chaotic departure from the bloc.\"The ongoing CreditWatch reflects that JLR needs to have a strong finish to fiscal year 2019 in order to maintain a 'B+' rating, while macroeconomic and geopolitical risks to JLR's business, such as a potential no-deal Brexit and/or U.S. tariffs, remain high,\" it said.In a separate note, S&P said JLR's woes are depressing profitability and causing a high cash burn rate for Tata.The agency said it expects Tata to suffer negative cash flow for at least the next 12-18 months before its Chinese operations stabilise and cost cuts restore its financial health.(Reporting by Josephine Mason; Editing by Susan Fenton and David Evans)", "index": -0.17838152727272727}, {"time": "2019-03-22", "title": "Jaguar Land Rover wins case against Jiangling Motors in China", "text": "(Reuters) - Luxury carmaker Jaguar Land Rover, part of Tata Motors Ltd, said it won a case in China against local rival Jiangling Motors Corp for making cars that copy features of Range Rover Evoque.Beijing Chaoyang District Court said on Friday that Evoque, whose latest model was launched in 2018, had five unique features that were copied directly in the Landwind X7 built by Jiangling Motors, leading to widespread consumer confusion.The court ruled that all sales, manufacturing and marketing of the Landwind vehicle must stop immediately and Jaguar Land Rover be paid compensation.The two sports utility vehicles have a similar shape, with the roof and windows tapering from front to back, and near-identical tail lights and character lines on the side panelling.Britain's biggest carmaker had sued Jiangling in a rare move in 2016.Despite widespread and often blatant copying, global automakers generally don't take legal action in China as they feel the odds of winning against local firms are low.Also, a lawsuit can be bad for branding if the Chinese public think a foreign company is bullying domestic competitors.The new Range Rover Evoque will be launched in China in April 2019.Jiangling could not be immediately reached for comment.(Reporting by Tanishaa Nadkar in Bengaluru; Editing by Anil D'Silva)", "index": 0.18546351851851853}, {"time": "2019-03-12", "title": "Is Tata Motors Limited (NSE:TATAMOTORS) Potentially Undervalued?", "text": "Tata Motors Limited (Good news, investors! Tata Motors is still a bargain right now. In this instance, I’ve used the price-to-earnings (PE) ratio given that there is not enough information to reliably forecast the stock’s cash flows. I find that Tata Motors’s ratio of 6.9x is below its peer average of 18.5x, which suggests the stock is undervalued compared to the Auto industry. Although, there may be another chance to buy again in the future. This is because Tata Motors’s beta (a measure of share price volatility) is high, meaning its price movements will be exaggerated relative to the rest of the market. If the market is bearish, the company’s shares will likely fall by more than the rest of the market, providing a prime buying opportunity.Investors looking for growth in their portfolio may want to consider the prospects of a company before buying its shares. Buying a great company with a robust outlook at a cheap price is always a good investment, so let’s also take a look at the company’s future expectations. With profit expected to grow by 93% over the next year, the near-term future seems bright for Tata Motors. It looks like higher cash flow is on the cards for the stock, which should feed into a higher share valuation.Price is just the tip of the iceberg. Dig deeper into what truly matters – the fundamentals – before you make a decision on Tata Motors. You can find everything you need to know about Tata Motors in ", "index": 0.1923145945945946}, {"time": "2019-03-08", "title": "Sensex, Nifty fall amid global growth woes, but rise on week", "text": "(Reuters) - Indian shares fell on Friday, snapping four straight sessions of gains, as recent global data and forecasts deepened concerns about the world economy.The benchmark BSE Sensex settled 0.15 percent lower at 36,671.43, but posted a weekly gain of 1.7 percent.The broader NSE Nifty lost 0.21 percent at 11,035.40, but added 1.6 percent for the week.Both indexes posted their best weekly gain since November 30.(Reporting by Tanvi Mehta in Bengaluru; Editing by Shreejay Sinha)", "index": 0.1721572093023256}, {"time": "2019-03-04", "title": "EU antitrust boss studying car repairs market but no investigation", "text": "By Foo Yun CheeBRUSSELS (Reuters) - European Union regulators are studying how the car repairs market works following demands from customers for more competition, but have not opened a case, the bloc's antitrust chief said on Monday.The study will look at carmakers including Renault, Jaguar Land Rover, Peugeot and software vendor Accenture, European Competition Commissioner Margrethe Vestager told reporters.She said interest was triggered by car owners who want more competition and the opportunity to be able to use other repairers or garages than those certified for their cars.\"It is not an investigation, it is not a case but it is sort of part of our market supervision also in this area. We want to get a sense of this market again because this is very much about data. You can access the data to service the car,\" she said.Renault, Jaguar Land Rover, Peugeot and other carmakers have increased revenues by more than $1 billion in the past decade by using sophisticated pricing software, sales presentations prepared by Accenture and other documents filed in a court case have shown.The software works by identifying which spare parts in a manufacturer's range customers would be content to pay more for, how much to raise prices by and which prices should not be hiked, Accenture told prospective clients.Accenture has denied its software was unfair to motorists and said its focus was on increasing efficiency for its clients.Renault, Jaguar Land Rover and Peugeot said their pricing strategies for spare parts were legal, did not take advantage of car owners and were focused on efficiency and ensuring availability for motorists.France's competition regulator said last year it had examined the software and did not see a reason to open a full antitrust investigation, without explaining its thinking.(Reporting by Foo Yun Chee; Editing by Alexander Smith)", "index": 0.1888309090909091}, {"time": "2019-03-01", "title": "Jaguar Land Rover to announce major UK investment: BBC", "text": "LONDON (Reuters) - Luxury carmaker Jaguar Land Rover, part of Tata Motors Ltd, is preparing to announce hundreds of millions of pounds worth of investment in Britain, the BBC reported on Friday.The reported investment would be a rare piece of good news for Britain's car industry, which is now recording falling sales, investment and production.A JLR spokeswoman described the report as speculation.Last month, Jaguar Land Rover's owner Tata Motors Ltd reported the biggest-ever quarterly loss in Indian corporate history of about $4 billion on slumping China sales.JLR then announced plans to cut some 4,500 jobs, mostly in Britain, as the carmaker faces lower Chinese demand and a slump in European diesel sales.Also last month, Honda announced the closure of its British factory which builds over 10 percent of the country's 1.5 million cars.British new car production nosedived 18.2 percent in January, the eighth successive month of annual declines, due to model changes and weaker demand both in Britain and major export markets, an automotive industry body said on Thursday.(Reporting by Stephen Addison and David Milliken; editing by Jane Merriman)", "index": 0.16963521276595744}, {"time": "2019-03-01", "title": "Tata Motors denies reports of JLR unit stake sale", "text": "(Reuters) - Tata Motors Ltd on Friday denied media reports that it was exploring options for its ailing luxury car unit Jaguar Land Rover Automotive Plc.Two media reports said the company was considering options including a minority stake sale in the JLR unit or finding a venture partner that would jointly develop vehicles and lower costs.The reports of a potential stake sale drove Tata Motors shares up as much as 3.7 percent to 184 rupees. The stock pared some of the gains and ended up 1.6 percent.\"There is no truth to the rumours that Tata Motors is looking to divest its stake in JLR,\" a Tata Motors spokesperson told Reuters.Tata Motors posted its biggest-ever quarterly loss in Indian corporate history of about $4 billion last month, hurt by slumping China sales.The company also warned the Jaguar Land Rover (JLR) unit, which brings in most of its revenue, would swing to an operating loss in the year to March versus an earlier projection for breakeven, given weak sales at the luxury British carmaker.The company may prefer to keep control of JLR, and rather seek fresh equity from investors, BloombergQuint said citing a Bloomberg report.The discussions are at an early stage and Tata Motors has held preliminary talks with potential advisers, ET Now reported.(Reporting by Tanvi Mehta in Bengaluru, additional reporting by Aditi Shah in New Delhi; Editing by Gopakumar Warrier)", "index": 0.18487327731092437}, {"time": "2019-02-08", "title": "Stock Market News: Jaguar Gets Crushed While Motorola Comes Back Into Style", "text": "Friday began on a down note for the stock market, as worries about trade tensions and macroeconomic sluggishness weighed on investor sentiment. As of 11:35 a.m. EST, the U.S. stocks have enjoyed years of strong gains, but the situation hasn't been as rosy for many companies that do business across the globe. India's Image source: Jaguar.Tata Motors saw its stock drop another 9% Friday morning, adding to losses Thursday after the One big problem that Jaguar Land Rover is facing is a change in consumer preferences when it comes to vehicles. For a long time, the diesel vehicles that Jaguar preferred were in vogue. But recent scandals concerning performance of diesel engines and the push toward electric and hybrid vehicles has left Jaguar and Land Rover without the same level of support from their customer base. At the same time, Jaguar and Land Rover both have a luxury perception at the high end of the automotive market, and that's a tough sell in emerging markets like China and India, where price-based competition is a lot fiercer than it is in developed markets like the U.S. and Europe.The size of the loss is enough to affect Tata's entire financial condition. Investors are watching not just Tata shares but also its bonds, as the cost to protect bond investments against default in the credit-default swap market has skyrocketed over the past year. Without a turnaround for the key Jaguar Land Rover segment, Tata could face catastrophic financial problems if it can't move forward with efforts to cut costs, boost cash flow, and become more competitive in high-growth markets worldwide.Meanwhile, Motorola Solutions shares picked up 14%. The Of particular importance was a contract extension through 2022 for the Airwave network covering the U.K. market, which will be worth roughly $1.1 billion. Yet Motorola also sees double-digit percentage growth in sales to start out 2019, and even though full-year revenue gains will likely slow from their current pace, the company remains optimistic about its ability to capitalize on opportunities to serve both the private and public sectors.Many investors continue to think of Motorola for its consumer handset business, which got spun off as Motorola Mobility almost a decade ago. Yet with continued demand for land-based radio systems and other solutions, Motorola Solutions has generated considerable success -- and its efforts look likely to keep paying off for shareholders for the foreseeable future.", "index": 0.19276721951219514}, {"time": "2019-02-08", "title": "Nifty ends over 1 percent lower, Tata Motors drags", "text": "(Reuters) - Indian shares ended over 1 percent lower on Friday, hammered by auto stocks such as Tata Motors Ltd after the automaker stunned markets by posting the biggest-ever quarterly loss in Indian corporate history.The broader NSE Nifty closed 1.14 percent lower at 10,943.60, while the benchmark BSE Sensex was down 1.15 percent at 36,546.48.For the week, NSE Nifty added 0.5 percent, while the BSE Sensex gained 0.2 percent.Biggest drag on both the indexes were Tata Motors' shares, ending 17.6 percent lower, their lowest closing level since Oct. 5, 2011. It posted a loss of about $3.8 billion for the three months ended Dec. 31, mostly due to a massive impairment at its British luxury car making unit Jaguar Land Rover.(Reporting by Krishna V Kurup in Bengaluru; Editing by Rashmi Aich)", "index": 0.08769771428571428}, {"time": "2019-02-08", "title": "Tata Motors posts record $4 billion loss on Jaguar woes, shares crash", "text": "By Tanvi Mehta and Aditi ShahBENGALURU/NEW DELHI (Reuters) - Jaguar Land Rover's owner Tata Motors Ltd stunned markets by posting the biggest-ever quarterly loss in Indian corporate history of about $4 billion on slumping China sales, sending its shares crashing as much as 30 percent.Tata Motors also warned that the Jaguar Land Rover (JLR) unit, which brings in most of its revenue, would swing to an operating loss in the year to March versus an earlier projection for breakeven, given weak sales at the luxury British carmaker.JLR's China retail sales almost halved in the December quarter as overall demand in the world's biggest auto market contracted last year for the first time since the 1990s. The firm has also been buffeted by Brexit woes and weaker business for diesel cars that account for bulk of its sales in Europe.Tata Motors turned in a third-quarter loss of 269.93 billion rupees ($3.8 billion) on Thursday, more than half its current market capitalisation of $6.1 billion, mostly due to a massive impairment at JLR. Analysts were expecting a profit.\"We are now taking clear and decisive actions in JLR to step up its competitiveness, reduce costs and improve cash flows and make the business fit for the future,\" Chief Financial Officer PB Balaji told reporters on a conference call on Thursday.JLR has taken steps to address the slide in China sales by changing its strategy to focus on profits for dealers instead of sales and incentivising retail sales over wholesale, he said.\"We are encouraged by continued demand for the refreshed Range Rover and Range Rover Sport,\" JLR Chief Commercial Officer Felix Brautigam said in a statement.\"With deliveries of the new Evoque due to start later this quarter, we look forward to building momentum.\"But analysts expect JLR to struggle to generate profit with China's economy projected to slow further this year after growth eased to its weakest pace in almost three decades in 2018.JLR's overall retail sales in January plunged 11 percent.(For an interactive graphic on monthly sales at Jaguar Land Rover, click: BROKERAGE SLASH PRICE TARGETSThe dour numbers prompted Tata investors to make a beeline for the exits as markets opened on Friday, with shares of the company skidding to their lowest in nine years at one point.The stock was down about 20 percent by 0720 GMT near 150 rupees, on track for its sharpest drop since 2003.At least four brokerages cut their price target for Tata Motors shares after its quarterly loss.Analysts at Jefferies pegged the stock at 250 rupees, versus an earlier target of 300 rupees, citing weak performance at JLR.Tata Motors took a non-cash charge of 278.38 billion rupees for an impairment at JLR in the quarter. Changes in market conditions, especially in China, technology disruptions and rising cost of debt led to the charge.JLR, Britain's biggest carmaker, also faces disruption due to persistent uncertainty over a Brexit deal and has decided to halt production for a couple of weeks in April.British Prime Minister Theresa May's Brexit deal was rejected in parliament last month and the government is trying to make changes to win the support of lawmakers even as the date for Britain's departure from the European Union looms less than two months away.(For an interactive graphic on sales of India's biggest automakers, click ($1 = 71.2825 rupees)(Reporting by Tanvi Mehta in Bengaluru and Aditi Shah in New Delhi; Additional reporting by and Krishna V Kurup and Gaurav Dogra; Editing by Himani Sarkar)", "index": 0.18486830769230767}, {"time": "2019-02-07", "title": "Why Shares of Tata Motors Were Crushed on Thursday", "text": "Shares of Indian automaker Tata's shares closed in New York at $11.40, down 9.5% from Wednesday's closing price.Tata said that it lost 269.93 billion rupees ($3.78 billion) in the quarter that ended on Dec. 31, the third quarter of Tata's fiscal year. That loss was more than explained by a one-time impairment charge of 278.38 billion rupees ($3.9 billion), reflecting diminished future expectations for its Jaguar Land Rover (JLR) subsidiary.Jaguar I-Pace sales have been good, but just about everything else at JLR headed downhill in 2018. Image source: Jaguar Land Rover.JLR, which said in a separate financial report that it lost 3.4 billion British pounds ($4.4 billion) in the quarter, is suffering from several different problems at once:JLR saw steep sales declines for several models in the quarter, including some of its newest vehicles. (An exception: The The company said in January that it will cut about 10% of its global workforce, with most of the cuts taking place in the U.K.Tata also cut its guidance for the full fiscal year, which will end on March 31. It had previously said that it expected to roughly break even on an operating basis for the full year, but it now expects its operating margin to be \"marginally negative.\"", "index": -0.14335166666666663}, {"time": "2019-02-06", "title": "Fitch puts Tata Motors on negative watch over JLR's Brexit woes", "text": "(Reuters) - Fitch Ratings said on Wednesday it has placed the credit rating of India's Tata Motors Ltd on negative watch, stating increasing risks for its British luxury car unit - Jaguar Land Rover (JLR) - over a potentially chaotic Brexit.This comes after the ratings agency placed the credit ratings of JLR, Britain's biggest carmaker, under review for possible downgrades.\"Trade barriers and logistic issues from a disorderly Brexit could have an impact on JLR's competitive positioning and ‍lead to significantly lower sales and profitability,\" the credit rating agency said, placing the parent's long-term issuer default rating on \"‍rating watch negative\".JLR had said in January there would be a week-long pause in production in April due to potential disruption from Brexit and trimmed production.The carmaker, based in central England, is also planning to prune its workforce as it battles to return to profitability amid lower Chinese demand and a slump in European diesel sales.The action was prompted by uncertainty ahead of Brexit, which could lead to lower sales and higher costs that may strain the company's liquidity position, Fitch added.British Prime Minister Theresa May's Brexit deal was rejected in parliament last month and the government is trying to make changes to win the support of lawmakers even as the divorce date for Britain's departure from the European Union looms less than two months away.(Reporting by Chandini Monnappa in Bengaluru, Editing by Sherry Jacob-Phillips)", "index": -0.16346213991769545}, {"time": "2019-02-05", "title": "Fitch puts ratings of Jaguar Land Rover under review citing Brexit", "text": "(Reuters) - Fitch Ratings said on Tuesday it has placed the credit ratings of Britain's biggest carmaker Jaguar Land Rover under review for possible downgrades, citing increasing risks of a disorderly Brexit.Jaguar Land Rover, owned by India's Tata Motors Ltd, had said in January that there would be a week-long pause in production in April due to potential disruption from Brexit and trimmed production.\"The group has a significant trade imbalance and production bias to the UK and could be significantly affected by trade barriers and various logistic issues,\" the credit rating agency said, placing JLR's long-term ratings and senior obligations at 'BB' on \"Watch Negative\".Fitch said the review was prompted by uncertainty ahead of Brexit, which could lead to lower sales and higher costs that could strain the company's liquidity position.Prime Minister Theresa May's Brexit deal was rejected in parliament last month and the government is trying to make changes to win the support of lawmakers even as the divorce date for Britain's departure from the European Union looms less than two months away.JLR, based in central England, is also planning to prune its workforce as it battles to return to profitability amid lower Chinese demand and a slump in European diesel sales.(Reporting by Karina Dsouza in Bengaluru; Editing by Arun Koyyur)", "index": 0.0008047533632286995}, {"time": "2019-01-30", "title": "Koenigsegg super cars team up with Saab successor to go electric", "text": "By Esha VaishSTOCKHOLM, Jan 30 (Reuters) - The Chinese-backed company born from the remnants of bankrupt Swedish automaker Saab is investing 150 million euros ($171 million) in a venture with Swedish super car brand Koenigsegg, in a move that could see them develop new electric models.National Electric Vehicle Sweden AB (NEVS), in which China's Evergrande Health recently became the majority investor, said it would take a 65 percent stake in a new joint venture to \"develop a product for new and untapped segments.\"Koenigsegg will hold the rest, and contribute intellectual property (IP), technology licences and product design.The deal deepens China's exposure to Swedish automakers, with Geely owning Volvo Cars and the largest investor in truckmaker AB Volvo, and another Chinese investor having created NEVS in 2012 after buying the core assets and IP rights of Saab Automobile following its demise.NEVS, which owns production bases in Trollhättan in Sweden and Tianjin in China and plans another in Shanghai, has been trying to establish itself as a pure electric automaker, but has yet to produce a car.Evergrande Health's $930 million cash infusion into NEVS, announced this month, was seen as a second lifeline, giving it funds to develop costly electric vehicles and access to new auto technologies, where Evergrande is expanding.The Chinese firm is a unit of property developer China Evergrande Group and is a former investor in U.S. electric vehicle developer Faraday Future.Tuesday's deal will give NEVS a 20 percent stake in Koenigsegg and could potentially pave the way for it to begin delivering products to the market, with its loose partnership with Didi Chuxing, China's Uber, yet to yield anything concrete.\"Koenigsegg is an enticing company developing advanced cars with unique technology and with a customer base that is one of a kind ... We have both competencies and facilities to support Koenigsegg on their journey forward,\" NEVS Chairman Kai Johan Jiang said.Koenigsegg, backed by U.S. and Norwegian investors, sought to buy Saab after its 2011 collapse but the deal never materialised. While the luxury brand has built a plug-in hybrid, it has yet to develop a fully electric vehicle.Tesla's sales success in recent years has shown that a market for luxury electric cars exists, pushing traditional carmakers including Volkswagen's Audi and Porsche, and Tata Motors' Jaguar to develop their own versions.In the ultra-luxury sports car category where Koenigsegg operates, however, Ferrari has said it may introduce an electric version after 2022, while Volkswagen's Lamborghini has expressed willingness to explore the area.($1 = 0.8750 euros) (Reporting by Esha Vaish in Stockholm and Yilei Sun; Editing by Mark Potter)", "index": 0.1982577625570776}, {"time": "2019-01-24", "title": "Jaguar Land Rover to halt production for a week in April due to Brexit", "text": "LONDON (Reuters) - Britain's biggest carmaker Jaguar Land Rover said on Thursday there would be a week-long pause in production in April due to potential disruption from Brexit which would affect all three of its UK car plants and its engine plant.The firm has previously warned about the impact of Brexit. It has already had to cut production due to slowing demand in China.\"There will be an additional week of production stand-down 8th - 12th April due to potential Brexit disruption,\" Jaguar Land Rover said in a statement.Britain is due to leave the European Union on March 29, but Prime Minister Theresa May's Brexit plan was defeated in parliament last week, raising the prospect of Britain leaving without a deal.(Reporting by Costas Pitas, writing by Alistair Smout. Editing by Andrew MacAskill)", "index": 0.06818827586206896}, {"time": "2019-01-16", "title": "Carmaker JLR urges UK lawmakers to prevent a no-deal Brexit", "text": "LONDON (Reuters) - Britain's biggest carmaker Jaguar Land Rover (JLR) urged lawmakers to rule out the possibility that the country leaves the European Union without a deal, to prevent companies from having to make costly contingency planning.JLR said it regretted the parliamentary vote on Tuesday when lawmakers rejected by a huge margin Prime Minister Theresa May's deal for leaving the bloc.\"We are disappointed with the vote on the Brexit deal and are considering its implications,\" the company said in a statement. \"We would now urge ruling out a no-deal immediately as the only option with majority support in parliament.\" (Reporting by Costas Pitas; writing by Kate Holton; editing by Stephen Addison/Guy Faulconbridge)", "index": 0.15189499999999997}, {"time": "2019-01-11", "title": "Do You Know What Tata Motors Limited’s (NSE:TATAMOTORS) P/E Ratio Means?", "text": "This article is for investors who would like to improve their understanding of price to earnings ratios (P/E ratios). We’ll show how you can use Tata Motors Limited’s (The Price to Earnings Ratio = Share Price ÷ Earnings per Share (EPS)Or for Tata Motors:P/E of 7.01 = ₹185.55 ÷ ₹26.47 (Based on the trailing twelve months to September 2018.)A higher P/E ratio means that buyers have to pay Earnings growth rates have a big influence on P/E ratios. When earnings grow, the ‘E’ increases, over time. Therefore, even if you pay a high multiple of earnings now, that multiple will become lower in the future. So while a stock may look expensive based on past earnings, it could be cheap based on future earnings.Most would be impressed by Tata Motors earnings growth of 21% in the last year. In contrast, EPS has decreased by 14%, annually, over 5 years.The P/E ratio indicates whether the market has higher or lower expectations of a company. If you look at the image below, you can see Tata Motors has a lower P/E than the average (15.7) in the auto industry classification.Tata Motors’s P/E tells us that market participants think it will not fare as well as its peers in the same industry. Many investors like to buy stocks when the market is pessimistic about their prospects. You should delve deeper. I like to check It’s important to note that the P/E ratio considers the market capitalization, not the enterprise value. That means it doesn’t take debt or cash into account. In theory, a company can lower its future P/E ratio by using cash or debt to invest in growth.Spending on growth might be good or bad a few years later, but the point is that the P/E ratio does not account for the option (or lack thereof).Tata Motors’s net debt is considerable, at 105% of its market cap. If you want to compare its P/E ratio to other companies, you must keep in mind that these debt levels would usually warrant a relatively low P/E.Tata Motors’s P/E is 7 which is below average (17) in the IN market. The company may have significant debt, but EPS growth was good last year. If the company can continue to grow earnings, then the current P/E may be unjustifiably low.Investors should be looking to buy stocks that the market is wrong about. As value investor Benjamin Graham famously said, ‘In the short run, the market is a voting machine but in the long run, it is a weighing machine.’ So this But note: ", "index": 0.1462640091116173}, {"time": "2019-01-11", "title": "Ford, Jaguar slash thousands of jobs across Europe", "text": "By Edward Taylor and Costas PitasFRANKFURT (Reuters) - Ford (F.N) and Jaguar Land Rover unveiled sweeping job cuts across Europe on Thursday as carmakers struggle with a slump in demand for diesel vehicles, tougher emissions rules and a global economic slowdown led by China.Tata-owned JLR (TAMO.NS), based in central England, said it will cut 4,500 out of 42,500 jobs, while Ford (F.N) said it will slash \"thousands\" of jobs as part of an overhaul that could result in plant closures and the discontinuation of some models.A trade war between China and the United States combined with Britain's pending exit from the European Union has fragmented once global markets, forcing carmakers to reassess the profitability of individual models and locations.In recent quarters, JLR and Ford's profits have lagged behind those of peers BMW, Volkswagen and Peugeot, ramping up investor pressure on managers to stem losses.\"We are taking decisive action to transform the Ford business in Europe,\" Steven Armstrong, group vice president, Europe, Middle East and Africa, said in a statement on Thursday.Ford Europe, which employs 53,000 people, has been losing money for years and pressure to restructure its operations has increased since arch-rival General Motors (G.M) raised profits by selling its European Opel and Vauxhall brands to France's Peugeot SAC (PEUP.PA).JLR said demand in China, once one of its strongest countries, fell by 21.6 percent in 2018, the biggest drop of any of its markets.\"The economic slowdown in China along with ongoing trade tensions is continuing to influence consumer confidence,\" said Jaguar Land Rover Chief Commercial Officer Felix Brautigam.The job cuts come as Ford and JLR have been hit by a fall in demand for diesel-engined cars and after European policymakers last month agreed stricter pollution limits, forcing carmakers to accelerate investments to make electric cars.\"We believe Ford Europe could require as much as a 20 to 30 percent reduction of capacity and headcount,\" Morgan Stanley analyst Adam Jonas said in a note on Thursday.Ford said it will seek to exit the family vans or MPV segment, review its operations in Russia, and combine the headquarters of Ford U.K. and Ford Credit to a site in Dunton, Essex to achieve a 6 percent operating margin in Europe.\"We want to be a net contributor of capital and not a net detractor,\" Armstrong told journalists on a later call, referring to Europe's financial contribution to U.S. parent Ford Motor (F.N).Ford Europe reported a 245 million euro ($282 million) loss before interest and taxes in the third quarter, equivalent to a negative 3.3 percent EBIT margin.JAGUAR CUTSJaguar Land Rover, which is owned by Tata Motors and employs around 40,000 people in Britain, on Thursday reported a 4.6 percent drop in full-year sales to just under 600,000 vehicles. It lost 354 million pounds between April and September 2018.Automakers have been hit by a regulatory clampdown on diesel emissions ever since Volkswagen admitted to systematic cheating in 2015, leading regulators to discover massive discrepancies between real-world and theoretical pollution levels.Diesel accounts for 90 percent of Jaguar Land Rover's British sales and 45 percent of global demand, the company said last year, as demand tumbles following new levies in the wake of the Volkswagen scandal.Ford's Armstrong said pressure to build electric and hybrid cars had forced the carmaker to make choices about where to allocate its capital.\"In smaller vehicles the diesel decline is accelerating. It is unlikely that we will further develop small diesel engines for smaller passenger cars,\" Armstrong said.BREXITArmstrong said any Ford layoffs and plant closures would be subject to negotiations with labour representatives, and such plans did not account for the possibility of a 'hard' exit by Britain from the European Union.\"If Brexit went in the wrong direction we would have to have another look, to mitigate that,\" Armstrong said. A Ford spokesman said the carmaker currently assumes that any Brexit deal would keep tariff-free trade between Britain and Europe.Jaguar Land Rover Chief Executive Ralf Speth said he had serious concerns about the impact of a hard Brexit but it was not possible to predict what steps might be required if that happens.\"I don't want to make at the moment any statement about Brexit and/or the closure of the plant or further implications out of it not knowing the results from politics. We have to know first what is going on.\"Fellow carmakers Mini, Rolls-Royce and Honda have said they would temporarily close plants in April after Brexit to avoid any disruption.($1.00 = 0.8678 euros)(Reporting by Edward Taylor and Costas Pitas; Editing by Elaine Hardcastle)", "index": 0.18342105540897097}, {"time": "2019-01-10", "title": "Jaguar Land Rover to slash UK jobs after China, diesel drop", "text": "By Costas PitasLONDON (Reuters) - Jaguar Land Rover (JLR) will cut 10 percent of its workforce, mostly in its home market, as Britain's biggest carmaker faces lower Chinese demand and a slump in European diesel sales.JLR, based in central England, will cut some 4,500 out of 42,500 jobs, targeting managerial roles rather than production-line workers as it battles to return to profitability.Owned by India's Tata Motors, JLR also said it will build electric drive units at its Wolverhampton engine plant and create a new battery assembly centre in Hams Hall, near Birmingham, as it develops a greener vehicle range.JLR builds a higher proportion of its cars in Britain than any other major or medium-sized carmaker and has spent millions preparing for Brexit, in case of tariffs or customs checks.But it lost 354 million pounds ($450 million) between April and September 2018 and had already cut around 1,000 roles in Britain, shut its Solihull plant for two weeks and announced a three-day week at its Castle Bromwich site.JLR's chief executive Ralf Speth said on Thursday he needed to go further as part of the company's turnaround plan.\"We are taking decisive action to help deliver long-term growth, in the face of multiple geopolitical and regulatory disruptions as well as technology challenges facing the automotive industry,\" Speth said.JLR, which became Britain's biggest carmaker in 2016, had been on course to build around 1 million vehicles by the turn of the decade, reported a 4.6 percent drop in full-year sales to just under 600,000 vehicles.It has hired staff in China and Slovakia in recent years as it opens new plants and last year unveiled plans to cut costs and improve cash flows by 2.5 billion pounds.Speth warned in September that the wrong Brexit deal could cost tens of thousands of car jobs and posed a production threat.Ford also said on Thursday it will cut thousands of jobs in Europe, exit unprofitable markets and discontinue loss-making vehicle lines as part of a turnaround effort aimed at improving profit margins in the region.Several companies have warned of a slowdown in China and the effect of trade wars just as automakers pump billions into greener technologies to meet stricter emissions rules and customers shun combustion engines in the face of higher levies.BREXIT WARNINGSDemand in China, which had once been one of its strongest countries but has since been hit by a slowdown, fell by 21.6 percent, the biggest drop of any of its markets.\"The economic slowdown in China along with ongoing trade tensions is continuing to influence consumer confidence,\" said JLR Chief Commercial Officer Felix Brautigam.Diesel accounts for 90 percent of the firm's British sales and 45 percent of global demand, the company said last year, as demand in the segment tumbles following new levies in the wake of the 2015 Volkswagen emissions cheating scandal.The firm's chief financial officer said in October that the firm's Changshu plant in China \"has basically been closed for most of October in order to allow the inventory of both our vehicles and dealer inventory to start to reduce.\"Like fellow automakers, the company could see its three British car factories grind to a halt in fewer than 80 days if lawmakers next week reject a deal by Prime Minister Theresa May, leading to tariffs and customs checks after a no-deal outcome.\"Given the difficulties that they're going through... to add further costs and further disruption from a no-deal Brexit, it's clear why they've been so clear that this would be against their interests,\" said business minister Greg Clark.BMW-owned car brand Rolls-Royce is also taking steps to prepare for a no-deal Brexit but called on the government to prevent that outcome.\"We urge the government to avoid any hard Brexit,\" Chief Executive Torsten Mueller-Oetvoes said.(Reporting by Costas Pitas; Editing by Guy Faulconbridge/Keith Weir/Alexander Smith)", "index": 0.173748875}, {"time": "2019-01-10", "title": "The Latest: Jaguar Land Rover confirms 4,500 job losses", "text": "LONDON (AP) -- The Latest on Jaguar Land Rover's job cuts (all times local):1:20 p.m.Jaguar Land Rover says it will cut 4,500 jobs as the carmaker addresses slowing demand in China and growing uncertainty about the U.K.'s departure from the European Union.The luxury carmaker says the cuts will be in addition to 1,500 people who left the business in 2018. The company employs about 44,000 people in the U.K. The firm, owned by India's Tata, last year outlined a 2.5 billion-pound ($3.2 billion) turnaround plan to deal with Brexit, trade tensions between China and the U.S. and new European emissions standards that combined pushed Jaguar into the red in the three months to Sept. 30, which compared with the same period the year before.CEO Ralf Speth says Jaguar is \"taking decisive action to help deliver long-term growth.\"___9:35 a.m.Britain's media is reporting that Jaguar Land Rover will announce up to 5,000 job cuts as the carmaker addresses slowing demand in China and growing uncertainty about the U.K.'s departure from the European Union.The BBC says the luxury carmaker will cut around 5,000 jobs in marketing, management and administrative roles. The company employs about 44,000 people in the U.K.The firm, owned by India's Tata, last year outlined a 2.5 billion ($3.2 billion) turnaround plan after Brexit, Chinese trade tensions with the U.S. and new European emissions standards left Jaguar with a pre-tax loss of 90 million pounds in the three months to Sept. 30, which compared with a 385 million pound profit in the same period in 2017.Thursday's announcement is set to include 2018 sales.", "index": 0.05809399999999999}, {"time": "2019-01-10", "title": "Jaguar Land Rover to cut 4,500 jobs, mainly in Britain", "text": "LONDON (Reuters) - Britain's biggest carmaker Jaguar Land Rover said it will cut around 4,500 jobs, mainly in its home market, as it tries to tackle a slowdown in China and a slump in demand for its diesel-powered vehicles.The firm, which employs about 40,000 people in Britain, also said it will begin producing electric drive units at its Wolverhampton engine plant and will create a new battery assembly centre at Hams Hall near Birmingham as it develops a greener range of cars.\"We are taking decisive action to help deliver long-term growth in the face of multiple geopolitical and regulatory disruptions as well as technology challenges facing the automotive industry,\" said Chief Executive Ralf Speth.(Reporting by Costas Pitas; editing by Stephen Addison)", "index": 0.1620232061068702}, {"time": "2019-01-10", "title": "Jaguar Land Rover clear they regard UK as home - PM May's spokesman", "text": "LONDON (Reuters) - Jaguar Land Rover (JLR) has made clear they regard Britain as home and are investing in the future, Prime Minister Theresa May's spokesman said on Thursday.JLR, Britain's biggest carmaker, is set to announce \"substantial\" job cuts in the thousands, a source told Reuters, as the company faces double-digit drops in demand in China and a slump in sales for diesel cars in Europe.\"JLR have been very clear that they regard the UK as home and are investing in the future to develop the next generation of vehicles. We will continue to work closely with the company to support their long-term plans,\" the spokesman said, noting that there had been no official announcment on job cuts yet.(Reporting by William James, Writing by Kylie MacLellan; editing by Stephen Addison)", "index": 0.17990727272727272}, {"time": "2019-01-08", "title": "Ratcliffe's Ineos still to decide on plant location for new 4x4", "text": "LONDON (Reuters) - Billionaire Jim Ratcliffe's petrochemicals firm Ineos has yet to decide where it will build its first off-road vehicle after media reports suggested last year that it could make the car in Wales.Jaguar Land Rover (JLR) stopped making its classic Defender 4x4, known the world over and with famous owners including Queen Elizabeth, in 2016 after 68 years, prompting the petrochemicals giant to announce plans for its own vehicle.In November, Ineos said it had had \"European discussions\" and planned to choose its manufacturing location by the end of 2018 but on Tuesday, the firm said a decision has yet to be made.\"Site evaluation still continues and no final decision has been taken,\" the company said. \"We will announce our decision in due course.\"Ineos founder and CEO Ratcliffe said in 2017 it would be cheaper to build the car in countries such as Germany where the workforce is already trained and suggested government support would be needed to ensure the plant happens in Britain.Investment in Britain's car industry looks very likely to have fallen in 2018, industry body the Society of Motor Manufacturers and Traders has said, after drops in 2016 and 2017 as carmakers wait to see the nature of trading terms with the European Union after Brexit.JLR is due to launch a new Defender which sources say will be built at the firm's Slovakia plant.(Reporting by Costas Pitas; editing by Stephen Addison)", "index": 0.18794926829268294}, {"time": "2018-12-07", "title": "Is There An Opportunity With Tata Motors Limited’s (NSE:TATAMOTORS) 38.77% Undervaluation?", "text": "How far off is Tata Motors Limited (I’m using the 2-stage growth model, which simply means we take in account two stages of company’s growth. In the initial period the company may have a higher growth rate and the second stage is usually assumed to have perpetual stable growth rate. In the first stage we need to estimate the cash flows to the business over the next five years. For this I used the consensus of the analysts covering the stock, as you can see below. I then discount this to its value today and sum up the total to get the present value of these cash flows.We now need to calculate the Terminal Value, which accounts for all the future cash flows after the five years. For a number of reasons a very conservative growth rate is used that cannot exceed that of the GDP. In this case I have used the 10-year government bond rate (7.7%). In the same way as with the 5-year ‘growth’ period, we discount this to today’s value at a cost of equity of 15.5%.The total value, or equity value, is then the sum of the present value of the cash flows, which in this case is ₹919b. In the final step we divide the equity value by the number of shares outstanding. If the stock is an depositary receipt (represents a specified number of shares in a foreign corporation) or ADR then we use the equivalent number. The calculation above is very dependent on two assumptions. The first is the discount rate and the other is the cash flows. You don’t have to agree with my inputs, I recommend redoing the calculations yourself and playing with them. Because we are looking at Tata Motors as potential shareholders, the cost of equity is used as the discount rate, rather than the cost of capital (or weighed average cost of capital, WACC) which accounts for debt. In this calculation I’ve used 15.5%, which is based on a levered beta of 1.065. This is derived from the Bottom-Up Beta method based on comparable companies, with an imposed limit between 0.8 and 2.0, which is a reasonable range for a stable business.Whilst important, DCF calculation shouldn’t be the only metric you look at when researching a company. What is the reason for the share price to differ from the intrinsic value? For TATAMOTORS, there are three fundamental aspects you should further examine:PS. The Simply Wall St app conducts a discounted cash flow for every stock on the NSE every 6 hours. If you want to find the calculation for other stocks just ", "index": 0.19695852348993287}, {"time": "2018-12-05", "title": "Tata Motors falls as S&P cuts credit rating on JLR woes", "text": "(Reuters) - Shares of Tata Motors Ltd fell on Wednesday after S&P cut credit rating for the automaker and its British luxury car unit Jaguar Land Rover (JLR), citing weaker-than-expected profitability at JLR.Shares declined as much as 3.2 percent to 170.10 rupees, with more than 4.1 million shares changing hands by 0440 GMT, compared with their 30-day average of 16.2 million shares.S&P Global Ratings on Tuesday The company said in October end it plans to cut costs and improve cash flows under its turnaround plan for JLR, which has been hit hard by trade tensions between China and the United States, low demand for diesel cars in Europe and worries over Brexit.JLR's higher presence in the UK exposes it to the fallout of a potential \"no-deal\" Brexit, which could further diminish the likelihood of a turnaround for the company, the rating firm said.S&P also expects Tata Motors' leverage to deteriorate over the next 12-18 months, given its ongoing cash losses at JLR despite turnaround plans for the unit.Stock has shed more than 59 percent this year as of Tuesday's close.(Reporting by Krishna V Kurup in Bengaluru; Editing by Rashmi Aich)", "index": 0.1477907462686567}, {"time": "2018-12-04", "title": "S&P cuts credit rating of Tata Motors on JLR weakness", "text": "(Reuters) - S&P Global Ratings on Tuesday lowered the credit rating of Indian automaker Tata Motors Ltd and its luxury car unit Jaguar Land Rover Automotive Plc (JLR), citing weaker-than-expected profitability at JLR.JLR has been hit hard due to trade tensions between China and the United States, low demand for diesel cars in Europe and worries over Brexit.S&P cut its rating on Tata Motors' issuer credit and senior unsecured notes to 'BB-' from 'BB'. The ratings remain on negative watch, reflecting the uncertainties for JLR from a fast-approaching Brexit deadline, S&P said.JLR's higher presence in the UK exposes it to the fallout of a potential \"no-deal\" Brexit which could further diminish the likelihood of a turnaround for the company, the rating firm added.S&P also expects Tata Motors' leverage to deteriorate over the next 12-18 months, given its ongoing cash losses at JLR despite turnaround plans for the unit.In October, Tata Motors logged a loss for the second quarter, and revealed a turnaround drive for JLR which included cost cuts and plans to improve cash flows by 2.5 billion pounds over 18 months.S&P, which considers the company's cost cut target to be aggressive, forecasts that \"JLR will have significant negative free operating cash flows over the next two years, resulting in weak financial ratios for Tata Motors.\"(Reporting by Chris Thomas in Bengaluru; Editing by Amrutha Gayathri and Maju Samuel)", "index": -0.17157546218487396}, {"time": "2018-11-30", "title": "Tata Motors falls; Jaguar Land Rover to temporarily cut jobs at UK plant", "text": "(Reuters) - Shares of Indian automaker Tata Motors Ltd's fell on Friday after its British unit Jaguar Land Rover said it is going to cut 500 jobs temporarily at its plant in central England.Shares fell as much as 3.9 percent to 170.35 rupees, their lowest level since Oct. 29, in early trading session. More than 3.9 million shares changed hands by 0411 GMT, compared to the 30-day average of 15.8 million shares.The Engine Manufacturing Centre in Wolverhampton, central England will take a temporary pause in production, in response to adjustments in vehicle production schedules, Britain's biggest carmaker Jaguar Land Rover said on Thursday.The carmaker said the \"external environment remains challenging\" and the company is taking decisive actions to achieve the necessary operational efficiencies to safeguard long-term success.Maintenance and salaried staff will continue as normal, the company said, adding that those affected will continue to receive full pay for the period.Tata Motors stock was the biggest percentage loser on the indexes and posted its biggest daily fall since Nov 13.Stock has lost nearly 59 percent this year, as of last close on Thursday.(Reporting by Krishna V Kurup in Bengaluru; Editing by Rashmi Aich)", "index": 0.16327531707317075}, {"time": "2018-10-31", "title": "Tata Motors reveals turnaround plan for Jaguar Land Rover after loss", "text": "By Rajendra Jadhav and Arnab PaulMUMBAI/BENGALURU (Reuters) - India's Tata Motors Ltd on Wednesday announced a turnaround plan for its luxury car unit Jaguar Land Rover which has been hit hard by trade tensions between China and the US, low demand for diesel cars in Europe and worries over Brexit.Under \"Project Charge\" Tata Motors said it plans to cut costs and improve cash flows at Jaguar Land Rover (JLR) by 2.5 billion pounds ($3.2 billion) over 18 months.JLR also plans to launch several new vehicles including the Jaguar I-Pace and the new Range Rover Defender over the next few years and will offer a hybrid or electric version of all its models by 2020.\"Together with our ongoing product offensive and calibrated investment plans, these efforts will lay the foundations for long-term sustainable growth,\" JLR CEO Ralf Speth said after Tata Motors reported a loss for the second-quarter.JLR has trimmed its pre-tax profit expectations for the current fiscal year ending March 31, 2019 and expects to break even, Speth said, versus an earlier target of profit growth.As part of the turnaround plan, JLR will first focus on cash saving \"quick wins\" like reducing non-product investments and speeding up asset sales, Tata Motors said in an investor presentation.In the near term it will improve efficiency in areas including purchasing and material cost, manufacturing and logistics and people and will focus on strategic and non-core asset sales. JLR has already reduced the number of production days at its UK plants in Castle Bromwich and Solihull.The company said in its presentation it has saved 300 million pounds since it initiated the turnaround plan six weeks ago and is working on 500 ideas for the future.Tata Motors made a loss of 10.49 billion rupees ($141.9 million) for the July-September quarter, compared with a profit of 24.83 billion rupees in the year-ago period. That was worse than the estimate of a loss of 2.40 billion rupees, according to Refinitiv data.JLR reported a loss of 101 million pounds during the quarter and its margin on earnings before interest, tax, depreciation and amortisation (EBITDA) fell 130 basis points to 9.9 percent.Retail sales of its Jaguar saloons and Land Rover sport utility vehicles (SUVs) fell 13.2 percent to about 130,000 units, hurt particularly by tariff changes in China and escalating trade tensions.Demand in China remained muted even after the country cut import tariffs for cars and car parts to 15 percent for most vehicles from 25 percent from July.Tata Motors' domestic business reported a profit of 1.09 billion rupees and EBITDA margin rose 210 basis points to 8.7 percent during the quarter from a year ago. The automaker incurred a one-off charge of 4.37 billion rupees due to the closure of operations at its Thailand-based subsidiary.($1 = 0.7852 pounds)(Reporting by Rajendra Jadhav in Mumbai and Arnab Paul in Bengaluru, Writing by Aditi Shah, Editing by Sherry Jacob-Phillips and Alexandra Hudson)", "index": 0.19265170731707315}, {"time": "2018-10-23", "title": "Jaguar Land Rover and unions adjourn pay talks until clearer on Brexit", "text": "LONDON (Reuters) - Jaguar Land Rover said it had agreed with unions to adjourn pay talks after a weak recent performance caused by a more difficult market in China, consumer confusion about diesel emission regulations and uncertainty around Brexit.The company, which is owned by India's Tata Motors, said in a joint statement with unions it would reconvene the talks when it had further clarity on market conditions and the outcome of Brexit.\"We jointly believe that, at this moment in time, this is the most sensible approach and will help to protect both the business and our workforce,\" it said on Tuesday.(Reporting by Paul Sandle and Costas Pitas; editing by Stephen Addison)", "index": 0.10103599999999999}, {"time": "2018-10-17", "title": "UK's May met Tata patriarch Ratan as Jaguar warns on Brexit, diesel: source", "text": "LONDON (Reuters) - British Prime Minister Theresa May and business minister Greg Clark met Ratan Tata, patriarch of the Tata family, a few weeks ago as its car brand Jaguar Land Rover warns about the effect of Brexit and diesel policy, a government source said.The sprawling Tata conglomerate includes manufacturing, defence, aerospace, services and steel operations.Tata bought ailing Jaguar Land Rover (JLR) in 2008 and has ploughed billions of pounds into the firm, making it Britain's biggest automotive company producing nearly one of three cars made in the country.However in recent months the company has seen its sales hit by a weakening performance in major market China and a crackdown on diesel in Europe, prompting it to cut output.Chief Executive Ralf Speth has also warned about the risks of Brexit, saying a bad deal could cost around 1.2 billion pounds ($1.6 billion) annually and warning he did not know whether his plants could operate after Britain's exit from the bloc in six months' time.\"Ratan, the PM and Greg met about three weeks ago,\" a British government source told Reuters.A Tata Motors spokeswoman did not immediately respond to a request for comment.($1 = 0.7567 pounds)(Reporting by Costas Pitas; Editing by William Schomberg)", "index": 0.06229149532710281}, {"time": "2018-10-09", "title": "Why Tata Motors' Shares Are Down Over 11% Today", "text": "Shares of Indian automaker As of 12 p.m. EDT, Tata's shares were trading at $12.72, down about 11.4% from Monday's closing price.Tata Motors is India's largest maker of commercial vehicles (trucks and buses), but much of its revenue comes from its Jaguar Land Rover subsidiary (JLR), which it Tata Motors' Jaguar Land Rover subsidiary will cut production at two U.K. factories in response to a sales slump in China. Image source: Jaguar Land Rover.Simply put, as JLR goes, so goes Tata. And JLR isn't going so well right now: Its global sales fell 12.3% last month, largely due to a 46% decline in its sales in China. Steeper import duties and an ongoing trade war with the United States have hurt demand for vehicles from global automakers in China, particularly JLR is also facing a drop in demand for diesel-powered models over air-quality concerns, particularly in Europe. Until recently, diesels accounted for just under half of its sales.In response, JLR said it will cut production at two factories in the U.K. Its Solihull plant will be idled for two weeks, starting on Oct. 22, and its Castle Bromwich factory will shift to a three-day work week (down from five) until the beginning of December.Because automakers book revenue when vehicles are shipped (not when they're sold), it's likely that those production cuts will put significant dents in Tata's revenue and operating profits in the quarter that will end on Dec. 31.JLR joins a growing list of global luxury-vehicle makers that have cut production or profit guidance (or both) on concerns about the ongoing spat between the U.S. and China. Until that situation is resolved, it's hard to say how JLR -- and Tata -- will fare.", "index": 0.16034387755102042}, {"time": "2018-10-09", "title": "Nifty, Sensex mark lowest close since April", "text": "(Reuters) - Indian shares ended lower on Tuesday at their lowest closing level since April, with market heavyweight Tata Motors Ltd dragging down the indexes amid weak global cues.The benchmark BSE Sensex closed down 0.51 percent at 34,299.47. The broader NSE Nifty ended 0.45 percent lower at 10,301.05.Tata Motors saw its worst day in nearly six years, closing 13.2 percent lower, following weak sales of Jaguar Land Rover in September.(Reporting by Tanvi Mehta in Bengaluru; Editing by Gopakumar Warrier)", "index": -0.16832627906976744}, {"time": "2018-10-08", "title": "Jaguar Land Rover to shut Solihull plant for two weeks as Chinese sales slump", "text": "LONDON (Reuters) - Britain's biggest carmaker Jaguar Land Rover will close its Solihull plant for two weeks later this month after it reported a nearly 50 percent fall in sales to China as import duties and a trade war with the United States hurt demand.China's automobile sales have been falling in recent months, with a slowing economy and trade frictions making consumers cautious about spending, an industry body said last month.\"As part of the company's continued strategy for profitable growth, Jaguar Land Rover is focused on achieving operational efficiencies and will align supply to reflect fluctuating demand globally as required,\" a spokesman said in a statement.The plant will close for two weeks from Oct. 22. The Unite Union said no jobs would be lost as hours would be banked.Jaguar Land Rover, which built nearly one in three of Britain's 1.67 million cars in 2017, said last month that another of its factories, Castle Bromwich, will go down to a three-day week from October until the beginning of December.About 45 percent of the firm's sales are diesel models, which have been hit by clampdowns and tax rises in some countries as governments try to cut air pollution.It has also warned about the impact of any Brexit-related loss of free and unfettered trade with the European Union.(Reporting by Costas Pitas, Editing by Paul Sandle)", "index": -0.1278898305084746}, {"time": "2018-10-04", "title": "EU clears Slovakia aid for Jaguar Land Rover plant", "text": "BRUSSELS (Reuters) - The European Commission said on Thursday it had concluded that Slovakia's 125 million euros ($143.7 million) of investment aid to Jaguar Land Rover was in line with EU State aid rules.The Commission said in a statement that the public support for the British carmaker to build a new car plant in the Nitra region of Slovakia was necessary to ensure the plant was in Europe rather than in Mexico.\"We also found that the measure will contribute to job creation and to the economic development of a disadvantaged region without unduly distorting competition,\" EU Competition Commissioner Margrethe Vestager said in a statement.Jaguar Land Rover, owned by Tata Motors Limited India, is investing 1.4 billion euros to build the car manufacturing plant in an area eligible for regional aid under EU state aid rules.The Commission opened an in-depth investigation into the aid in May 2017 over Jaguar Land Rover's deliberations in 2015 about where to build the new factory. ($1 = 0.8700 euros)(Reporting by Philip Blenkinsop)", "index": -0.09501545454545454}, {"time": "2018-09-17", "title": "Jaguar Land Rover to cut output at UK car plant after warnings on Brexit, diesel", "text": "LONDON (Reuters) - Britain's biggest carmaker Jaguar Land Rover said it will go down to a three-day week at its Castle Bromwich plant in central England just days after its boss warned about the impact of Brexit and diesel policy on manufacturing.The Castle Bromwich facility will operate a three-day week from October until the beginning of December in a move which will affect around 1,000 staff but avoid job cuts, a spokeswoman said.\"In light of the continuing headwinds impacting the car industry, we are making some temporary adjustments to our production schedules at Castle Bromwich,\" the company said in a statement.Last week, the firm's boss Ralf Speth warned that the wrong Brexit deal could cost tens of thousands of car jobs and risks production at the firm, especially if there are delays at ports and on motorways due to customs checks.He also said that the government had demonized diesel cars, contributing to 1,000 job losses at the company earlier this year.Conservative lawmaker and Brexit supporter Bernard Jenkin earlier on Monday accused Speth of \"making it up\" when asked about the automotive boss's comments, which included a warning that it was already more attractive to build cars abroad with Brexit adding uncertainty.The Unite union blamed Prime Minister Theresa May as she battles to convince many of her own lawmakers to support her Brexit proposals which she says will maintain frictionless trade and protect jobs, but have angered many Brexiteers.\"This is the continuing effect of the chaotic mismanagement of the Brexit negotiations by the government which has created uncertainty across the UK’s automotive industry and the manufacturing sector generally,\" said Assistant General Secretary Tony Burke.A slump in demand for diesel cars is also having a big impact on the firm.About 90 percent of Jaguar Land Rover's (JLR) sales in Britain are diesel models, which compares with around 45 percent globally, the company said earlier this year.Diesel sales have fallen this year nearly 30 percent in Britain, Europe's second-biggest car market, mirroring similar drops in other major markets, as governments crack down on the segment in the wake of Volkswagen emissions scandal.JLR said on Monday it was investing to protect its plants in the future.\"We have invested more than £4bn since 2010 to future proof manufacturing technologies to deliver new models,\" its statement said.(Reporting by Costas Pitas; editing by Michael Holden)", "index": -0.06281637717121588}]